<?php 
/**
* The header for our theme
*
* This is the template that displays all of the <head> section and everything up until <div id="content">
*
* @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
*
* @package Igor_Karkhut_Theme
*/

get_header(); ?>


</script>
    <div class="portfolio_nav">
      <div class="container">
        <div class="row">
          <div class="btn_block">
            <button id="lviv">
              <svg id="Слой_2" data-name="Слой 2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 33.03 44.72"><defs><style>
              .cls-1{
                fill:#fff;
                stroke: #fff;
                }
                </style></defs><title>лев</title><path class="cls-1" d="M582.66,177.58a2.58,2.58,0,0,1-1.68-1,1.5,1.5,0,0,1-.89-0.63,2,2,0,0,1-.13-1.6,16.64,16.64,0,0,0,.31-4,2,2,0,0,1,.75-1.75c1.06-.82,1.38-1.9,1-3.62-0.1-.52-0.18-1-0.26-1.58a5.18,5.18,0,0,1-4.66.92,7.11,7.11,0,0,1-5.65-8.2,9.5,9.5,0,0,1,1.69-4.45,5.31,5.31,0,0,1,6.85-1.62,4.32,4.32,0,0,1,2.2,3.58,4.42,4.42,0,0,1-2.05,3.91l-0.29.18-0.15.09a0.5,0.5,0,0,1-.75-0.54c0-.12.06-0.24,0.09-0.36a4.74,4.74,0,0,0,.14-0.61,2.4,2.4,0,0,0-.7-2,4.67,4.67,0,0,1-.82-1.24,1.67,1.67,0,0,1,.28-1.91,1.91,1.91,0,0,0-1.54,0,4.12,4.12,0,0,0-2,1.72,6.37,6.37,0,0,0-.59,6.38,4.8,4.8,0,0,0,4.89,2.74,2.2,2.2,0,0,0,2-1.43c0.18-.44.34-0.88,0.51-1.32s0.23-.62.35-0.93a8.37,8.37,0,0,1,3.22-4,2.5,2.5,0,0,0,1.28-2.07,3.42,3.42,0,0,1-2.11-2.89,4.35,4.35,0,0,1,0-.74l-0.17.09a0.5,0.5,0,0,1-.61-0.13l-0.09-.12a0.57,0.57,0,0,1-.12-0.42,1.34,1.34,0,0,1,.09-0.4,5.82,5.82,0,0,0,.19-4.07,14.9,14.9,0,0,1-.38-1.55,0.5,0.5,0,0,1-.29.19A0.5,0.5,0,0,1,582,142c-0.72-1.12-.17-3.9.78-5.24a7.46,7.46,0,0,1,3.85-2.65l-0.2-.62a0.5,0.5,0,0,1,.62-0.63l0.68,0.2,2,0.58,0.35,0.09,0.44,0.11a2.15,2.15,0,0,1,1.73,2l0.65,0.2,2.31,0.72a1.51,1.51,0,0,1,1,.71,1.18,1.18,0,0,1,0,.89,2.27,2.27,0,0,1,.09.27,1.82,1.82,0,0,1,0,.64c0,0.17,0,.36,0,0.54a0.84,0.84,0,0,1-.45.73,1.82,1.82,0,0,1-.51.17,1.28,1.28,0,0,1,.31.26,1.41,1.41,0,0,1,.3,1.48,2.21,2.21,0,0,1-1.23,1.5,0.5,0.5,0,0,1-.33,0,3.67,3.67,0,0,1,1.64,2.09,4.86,4.86,0,0,1,.92.29,4,4,0,0,1,1.39-.77l0.51-.21a5.67,5.67,0,0,0,1.26-.91l0.3-.25a0.31,0.31,0,0,1,0-.2c0-.17,0-0.35,0-0.52a6.77,6.77,0,0,1,0-.78,2.33,2.33,0,0,1,2.08-2.26,1,1,0,0,1,.9.12,1.17,1.17,0,0,1,.48,1.16,1.76,1.76,0,0,1,.52,1.34,4,4,0,0,1-.27,1.28,3.61,3.61,0,0,1,.16.61,2.21,2.21,0,0,1-1.75,2.89,4.32,4.32,0,0,0-1.07.63l-0.16.11c-0.77.55-1.52,1.11-2.27,1.67l-0.42.32a2.72,2.72,0,0,1-1.2.51v0.05a11.9,11.9,0,0,1,1.13.79l0.11,0.08,1.39,0.56a2.73,2.73,0,0,1,.82-1.37,2.09,2.09,0,0,1,1.38-.54h0a0.85,0.85,0,0,1,.22,0,1.21,1.21,0,0,1,1.14.61,1.63,1.63,0,0,1,0,1.63,1.14,1.14,0,0,1-.12.17,1.81,1.81,0,0,1,.08.47,1.49,1.49,0,0,1-.7,1.35,1.9,1.9,0,0,1-.6,1.5,2.44,2.44,0,0,1-2.23.22c-0.79-.2-1.58-0.43-2.35-0.65a7.93,7.93,0,0,1-.86-0.14,6.18,6.18,0,0,1-1.4-.53,10,10,0,0,1-2.73,2.09,4.49,4.49,0,0,1,1.43.05,2,2,0,0,1,1.92,2.46,23.15,23.15,0,0,1-.44,2.62l-0.13.65c-0.07.35-.17,0.7-0.28,1v0a3.36,3.36,0,0,0,3.78-.65,3.19,3.19,0,0,1,2.56-.66,1.59,1.59,0,0,1,.88.37,1.07,1.07,0,0,1,.61,1.29,1.11,1.11,0,0,1-.34.54c0,0.07,0,.13,0,0.19a1.52,1.52,0,0,1-.58,1.09l0,0.11a1.28,1.28,0,0,1-.75,1.17,1.71,1.71,0,0,1-1.25,0l-0.25-.06a0.9,0.9,0,0,0-.33.07l-0.29.08a1.78,1.78,0,0,1-1.05,0,2.76,2.76,0,0,1-.61-0.21,1.38,1.38,0,0,0-.68-0.14c-0.36,0-.73.12-1.09,0.19s-0.79.16-1.18,0.21a6.07,6.07,0,0,1-1.74,0,1.44,1.44,0,0,1-1.21-1.51c0-.5-0.1-1-0.17-1.51l-0.09-.69a6.75,6.75,0,0,1-1.09-.24l-0.4-.13c-0.23-.08-0.47-0.15-0.71-0.21l-0.24-.06-0.07,0a8.32,8.32,0,0,1-3.72,5.53,3.58,3.58,0,0,0-1.65,3.06,3.7,3.7,0,0,0,0,.69,3.08,3.08,0,0,1,.6.09,2.19,2.19,0,0,1,2,1.81,1.24,1.24,0,0,1,0,1.67,1.37,1.37,0,0,1-.55.35,1.62,1.62,0,0,1-.65.51,1.83,1.83,0,0,1-1.32.05l-0.13.09A1.43,1.43,0,0,1,582.66,177.58Zm0-15.19,0.1,0.67c0.09,0.58.17,1.15,0.28,1.72a4.31,4.31,0,0,1-1.42,4.6,1.09,1.09,0,0,0-.36.94,17.49,17.49,0,0,1-.33,4.28,1.2,1.2,0,0,0,0,.84,0.57,0.57,0,0,0,.42.23,0.5,0.5,0,0,1,.25.14c0.68,0.72,1,.88,1.31.67a0.32,0.32,0,0,0,.11-0.11,0.5,0.5,0,0,1,.65-0.18,1,1,0,0,0,.83.07,0.59,0.59,0,0,0,.29-0.26,0.5,0.5,0,0,1,.4-0.28,0.33,0.33,0,0,0,.2-0.11s0.14-.14-0.11-0.45a0.5,0.5,0,0,1-.11-0.24,1.21,1.21,0,0,0-1.17-1.1c-1.33-.25-1.5-0.47-1.39-1.83a4.63,4.63,0,0,1,2.1-3.83,7.38,7.38,0,0,0,3.36-5.37,0.5,0.5,0,0,1,.22-0.35,0.49,0.49,0,0,1,.41-0.06l0.57,0.14,0.24,0.06c0.27,0.06.52,0.15,0.78,0.23l0.38,0.12a4.56,4.56,0,0,0,1.24.23h0a0.5,0.5,0,0,1,.5.43l0.15,1.1c0.07,0.52.14,1,.18,1.57s0.21,0.56.38,0.6a5.16,5.16,0,0,0,1.45,0c0.37,0,.74-0.12,1.1-0.19s0.78-.16,1.17-0.2a2.31,2.31,0,0,1,1.23.22,1.71,1.71,0,0,0,.42.15l0.13,0a1,1,0,0,0,.47,0l0.21-.06a1.69,1.69,0,0,1,.8-0.1l0.31,0.07a0.82,0.82,0,0,0,.57,0,0.3,0.3,0,0,0,.19-0.32,0.5,0.5,0,0,1,0-.12,0.52,0.52,0,0,0,0-.18,0.5,0.5,0,0,1,.32-0.53,0.55,0.55,0,0,0,.25-0.43,1.38,1.38,0,0,0,0-.29,0.5,0.5,0,0,1,.31-0.53,0.11,0.11,0,0,0,.08-0.09,0.15,0.15,0,0,0-.13-0.13,0.5,0.5,0,0,1-.17-0.11,0.59,0.59,0,0,0-.38-0.15,2.17,2.17,0,0,0-1.79.44,4.39,4.39,0,0,1-5.25.58,0.5,0.5,0,0,1-.24-0.58l0.13-.44c0.09-.31.19-0.62,0.25-0.94l0.13-.65a22.27,22.27,0,0,0,.42-2.51c0.08-.92-0.14-1.19-1.12-1.4a5,5,0,0,0-2.4.24l-0.2.07-0.13,0a5.27,5.27,0,0,0-.84.14,0.5,0.5,0,0,1-.48-0.83,7,7,0,0,1,2.1-1.43,9,9,0,0,0,3-2.28,0.5,0.5,0,0,1,.62-0.11l0.18,0.1a5.42,5.42,0,0,0,1.31.52c0.28,0.06.56,0.1,0.84,0.14,0.84,0.23,1.61.45,2.39,0.65a1.56,1.56,0,0,0,1.34,0,1.3,1.3,0,0,0,.23-1,0.5,0.5,0,0,1,.35-0.51,0.49,0.49,0,0,0,.35-0.53,0.55,0.55,0,0,0-.08-0.31,0.5,0.5,0,0,1,.11-0.72l0.07-.05h0l0.07-.08a0.64,0.64,0,0,0,0-.59,0.22,0.22,0,0,0-.22-0.13,0.36,0.36,0,0,1-.24,0,1.07,1.07,0,0,0-.81.29,1.89,1.89,0,0,0-.58,1.34,0.5,0.5,0,0,1-.23.4,0.49,0.49,0,0,1-.46,0l-2-.81-0.12-.06-0.17-.13a8.9,8.9,0,0,0-1.27-.85,0.5,0.5,0,0,1-.27-0.47c0-.06,0-0.12,0-0.18a0.52,0.52,0,0,1,0-.12s0-.1,0-0.15a1.83,1.83,0,0,0,0-.27,0.5,0.5,0,0,1,.49-0.56,1.82,1.82,0,0,0,1.12-.36l0.42-.32c0.76-.57,1.52-1.14,2.29-1.69l0.15-.11a5,5,0,0,1,1.34-.77,1.27,1.27,0,0,0,1.08-1.77,2.68,2.68,0,0,0-.15-0.52h0l0-.09a0.5,0.5,0,0,1,0-.37,3.08,3.08,0,0,0,.27-1.11,0.7,0.7,0,0,0-.29-0.64,0.5,0.5,0,0,1-.26-0.55,0.58,0.58,0,0,0,0-.45l-0.19,0a1.36,1.36,0,0,0-1.25,1.37,5.6,5.6,0,0,0,0,.67c0,0.2,0,.4,0,0.59a1.21,1.21,0,0,1-.33.89l-0.31.26a6.5,6.5,0,0,1-1.5,1.06l-0.56.23a2.43,2.43,0,0,0-1.21.74,0.5,0.5,0,0,1-.65.16,3.84,3.84,0,0,0-1.28-.42,0.5,0.5,0,0,1-.42-0.39,2.58,2.58,0,0,0-1.88-2l-0.42-.08c-0.27,0-.55-0.1-0.82-0.17a1.25,1.25,0,0,1-1-1.29,0.5,0.5,0,0,1,.3-0.46,0.51,0.51,0,0,1,.54.1,0.9,0.9,0,0,0,1,.24l1.08-.34,0.42-.13a0.51,0.51,0,0,1,.45.07l0,0a1.64,1.64,0,0,0,.16-0.38,0.51,0.51,0,0,0,0-.47l-0.07-.08a0.72,0.72,0,0,0-.73,0,5.44,5.44,0,0,0-.62.3,0.51,0.51,0,0,1-.5,0,0.5,0.5,0,0,1-.24-0.44,1.57,1.57,0,0,1,1-1.64,3.46,3.46,0,0,1,.85-0.06,2,2,0,0,0,.65-0.05c0-.14,0-0.27,0-0.4a0.52,0.52,0,0,1,0-.13,0.75,0.75,0,0,0,0-.3,1,1,0,0,1-.09-0.74,0.37,0.37,0,0,0,0-.21,0.68,0.68,0,0,0-.38-0.19l-2.3-.72-1-.3a0.5,0.5,0,0,1-.35-0.45,1.29,1.29,0,0,0-1.05-1.48l-0.38-.1-0.4-.1-1.76-.52,0.06,0.2a0.49,0.49,0,0,1,0,.38,0.5,0.5,0,0,1-.3.25,6.62,6.62,0,0,0-3.8,2.42,6,6,0,0,0-.87,2.48,2.68,2.68,0,0,1,.34-0.25,0.5,0.5,0,0,1,.76.53,6.43,6.43,0,0,0,.35,3.2,6.9,6.9,0,0,1,0,4.09l0.2-.1a0.5,0.5,0,0,1,.7.59,3.57,3.57,0,0,0-.15,1.39,2.49,2.49,0,0,0,1.78,2.18,0.5,0.5,0,0,1,.33.45,3.49,3.49,0,0,1-1.72,3.26,7.39,7.39,0,0,0-2.84,3.57l-0.34.91c-0.17.45-.33,0.91-0.52,1.35a3.2,3.2,0,0,1-2.79,2,5.78,5.78,0,0,1-5.9-3.32,8,8,0,0,1-.34-0.88,6,6,0,0,0,4.72,4.47c2,0.4,3.39,0,4.39-1.31a0.52,0.52,0,0,1,.26-0.17l0.09,0a0.52,0.52,0,0,1,.29,0A0.5,0.5,0,0,1,582.65,162.39ZM579,150.66l0.18,0.17a0.5,0.5,0,0,1-.07.74c-0.6.44-.62,0.72-0.44,1.15a3.72,3.72,0,0,0,.65,1,3.42,3.42,0,0,1,1,2.52,3.34,3.34,0,0,0-.68-5.28A4.49,4.49,0,0,0,579,150.66Zm18,0.6h0Zm6.78-6.8-0.07,0,0.08,0h0Zm-9.92-.69a3.13,3.13,0,0,1,.4.16,0.51,0.51,0,0,1-.15-0.24Zm1.63-4.06h0Z" transform="translate(-571.41 -132.85)"/></svg>
              <p>проекти львова</p>
            </button>
            <button id="ukr">
             <svg id="Слой_2" data-name="Слой 2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 48.48 33.82"><defs>
             <style>
            .cls-2{
              fill: transparent;
              stroke: #fff;
              stroke-linecap:round;
              stroke-linejoin:round;
              stroke-width:1.7px;
              }

              </style></defs><title>україна</title><path class="cls-2" d="M733.09,151.12c-0.1-.26-0.29-0.49-0.39-0.75a0.77,0.77,0,0,1,.13-0.62,8.16,8.16,0,0,0,.43-0.92,2.17,2.17,0,0,0-.08-1.75c-0.54-1-1.86-1.44-2.87-1.8a6.92,6.92,0,0,0-2.11-.6,1.34,1.34,0,0,0-.69.2c-0.09.05-.36,0.19-0.47,0.28h0a2.85,2.85,0,0,1-.24-0.34,2.83,2.83,0,0,0-.85-0.95,1.85,1.85,0,0,0-1.52-.09,2.82,2.82,0,0,1-1.49.34,5.72,5.72,0,0,0-1-.27c-0.36,0-.75.22-1.09,0.17a0.73,0.73,0,0,1-.16-0.06h0l0,0c0,0.06,0,0,0,0s0-.23,0-0.35c0.06-.92.18-1.89-0.83-2.35-0.55-.26-1.18-0.2-1.74-0.43s-0.57-1-.75-1.45a3.67,3.67,0,0,0-2.49-2.41A3.14,3.14,0,0,0,713,137a12.31,12.31,0,0,1-1.68.76,11.14,11.14,0,0,0-2,.45,4.18,4.18,0,0,0-1.67,1.25c-0.26.33-.61,1-1.09,1s-1.11-.38-1.67-0.47c-0.78-.13-1.58-0.16-2.36-0.25s-1.66-.22-2.48-0.38l-1-.23a5.31,5.31,0,0,0-1.52-.78,4.33,4.33,0,0,0-1.42-.22,16,16,0,0,0-1.86.06c-0.57.06-1.11,0.25-1.67,0.34a2.6,2.6,0,0,0-.9.19h-0.09c-1,.06-1.14,1.32-0.81,2,0.15,0.33.4,0.62,0.53,1a2.62,2.62,0,0,1,.27,1.08,1.14,1.14,0,0,1-.65.67c-0.45.3-.91,0.59-1.34,0.93l-1.08.88a7.47,7.47,0,0,0-1.17,1,1.53,1.53,0,0,0-.34,1.25,5.63,5.63,0,0,1,.24,1,2,2,0,0,1-.39.87,4,4,0,0,0-.55,1.21,2.2,2.2,0,0,0,.77,2.33,5,5,0,0,0,2.6.7,4.14,4.14,0,0,1,2.29.56A2.18,2.18,0,0,0,694,155a1.83,1.83,0,0,0,.57-0.26,1.62,1.62,0,0,1,.36-0.26,6.42,6.42,0,0,1,.77,0,2.41,2.41,0,0,0,.66-0.2,12.53,12.53,0,0,1,1.9-1.2,8.82,8.82,0,0,1,1.23-.23,2,2,0,0,1,1.31.37,3.26,3.26,0,0,0,1.21.38,2.29,2.29,0,0,1,1,.18,2.64,2.64,0,0,1,.16.39,1.65,1.65,0,0,0,.37.47,1.46,1.46,0,0,1,.76.94,3.38,3.38,0,0,0,.39,1.59c0.27,0.41.63,0.75,0.91,1.17a6.23,6.23,0,0,1,.76,1.47,0.91,0.91,0,0,1,.05.81c-0.4.29-1.35-.13-1.83-0.17a1.38,1.38,0,0,0-1.47,1.1,0.68,0.68,0,0,0-.13.26,8.11,8.11,0,0,1-.55,1.65,0.72,0.72,0,0,1-.26.34,2.45,2.45,0,0,0-.67.35,1,1,0,0,0,.89,1.66,2.78,2.78,0,0,0,.82-0.48,1.44,1.44,0,0,1,.81-0.44c0.42,0,.79.33,1.23,0.32a1.13,1.13,0,0,0,1-.69,5.16,5.16,0,0,1,.24-0.51,3.42,3.42,0,0,1,.52-0.56,6.52,6.52,0,0,0,1.14-1.35,3.62,3.62,0,0,1,2-1.77,3.28,3.28,0,0,1,2.33,0l0.28,0.13a1,1,0,0,0,0,1.72,3.27,3.27,0,0,0,1.63.13l0.87,0h0.45a1.12,1.12,0,0,1,.28,0l0.06,0a0.26,0.26,0,0,1,0,.06,1.41,1.41,0,0,1-.4.41,17.42,17.42,0,0,1-2.05,1.06,1.56,1.56,0,0,0-.75.81,1,1,0,0,0,.46,1.14c0.73,0.45,1.52-.24,2.2-0.13,1.21,0.2.42,1.74,0.54,2.51a1.44,1.44,0,0,0,2,1,2.33,2.33,0,0,0,1.12-.84,3.54,3.54,0,0,0,.33-0.64,2.33,2.33,0,0,1,.21-0.46,0.42,0.42,0,0,0,.24,0,1.76,1.76,0,0,0,.55,0,1.53,1.53,0,0,0,.7-0.38,2.46,2.46,0,0,1,.58-0.52,2,2,0,0,1,.77-0.13c1.11,0,2.14-.27,2.41-1.51a0.68,0.68,0,0,0-.65-0.85,4.23,4.23,0,0,0-1.72.42,1.51,1.51,0,0,1-1.47-.45,2.08,2.08,0,0,1-.87-1.59,1.7,1.7,0,0,1,.84-1.21c0.57-.41,1.19-0.76,1.79-1.13a7.94,7.94,0,0,1,2-.8,4.67,4.67,0,0,0,1.62-.88,5,5,0,0,1,.74-0.6,3.5,3.5,0,0,1,.91-0.22,1.65,1.65,0,0,0,1.4-1.13,2.56,2.56,0,0,1,.31-1.24c0.18-.2.39-0.37,0.57-0.57A1.51,1.51,0,0,1,731,154c0.3-.1.68,0,1-0.08a1.83,1.83,0,0,0,.81-0.49,2,2,0,0,0,.5-1.55A2.86,2.86,0,0,0,733.09,151.12Z" transform="translate(-685.58 -136.15)"/></svg>
              <p>проекти україни</p>
            </button>
            <button id="eur">
              <svg id="Слой_2" data-name="Слой 2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 38.58 38.79"><defs><style>.cls-1{fill:#fff;stroke:#fff;stroke-miterlimit:10;stroke-width:0.5px;}</style></defs><title>європа</title><path class="cls-1" d="M772.92,149.73h-1.79a5.46,5.46,0,0,1-.22-0.64l-0.2-.61a4.27,4.27,0,0,0-.23-0.66l-0.31,1c-0.1.31-.19,0.63-0.32,1H768s-0.1,0-.13.06l1.62,1.21-0.13.42-0.13.39-0.12.36-0.13.39a1.55,1.55,0,0,0-.11.42l0.23-.16,1.26-.92,0.17-.1,1.58,1.15h0l0,0c-0.19-.63-0.42-1.26-0.61-1.91l0.41-.31,0.39-.29,0.41-.31c0.13-.1.27-0.2,0.41-0.32A0.33,0.33,0,0,0,772.92,149.73Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M789.5,133.33a0.24,0.24,0,0,0,0,0h-2l-0.15-.47-0.15-.46c-0.05-.16-0.1-0.33-0.16-0.49a2.33,2.33,0,0,0-.17-0.47c-0.13.33-.21,0.65-0.32,1s-0.19.63-.32,0.95h-1.72a1.41,1.41,0,0,0-.3,0,3.71,3.71,0,0,0,.55.44l0.53,0.4c0.18,0.14.37,0.27,0.55,0.42,0,0.09,0,.17-0.07.25l-0.52,1.58a1.15,1.15,0,0,0,0,.15l1.64-1.2,0.22,0.15,1.28,0.94,0.18,0.1-0.08-.26-0.51-1.56a1.61,1.61,0,0,1,0-.17l1.58-1.19A0,0,0,0,0,789.5,133.33Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M786.74,141.63h-1a3.72,3.72,0,0,1-.52,0c-0.1-.31-0.19-0.62-0.29-0.93s-0.18-.63-0.33-1c-0.24.66-.41,1.29-0.64,1.91h-1.6a3.45,3.45,0,0,0-.42,0,0.29,0.29,0,0,0,.14.16l1.29,1a0.37,0.37,0,0,1,.18.19l-0.2.62c-0.07.22-.15,0.44-0.21,0.66a3.8,3.8,0,0,0-.19.66l0.23-.16,1.26-.92,0.17-.1,0.55,0.4,0.54,0.39a3.82,3.82,0,0,0,.57.39l-0.64-2,0.55-.42,0.55-.42a3.92,3.92,0,0,0,.54-0.44h-0.55Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M761,120.36l0.13,0.12-0.21.64c-0.07.22-.15,0.44-0.22,0.66s-0.15.41-.21,0.67l0.2-.13,1.3-1,0.16-.1h0l1.51,1.1,0,0h0l0,0c-0.1-.31-0.2-0.62-0.3-0.94l-0.32-1,0.21-.16,1.29-1a0.14,0.14,0,0,0,.09-0.15h-2a5.08,5.08,0,0,1-.22-0.64l-0.2-.61a4,4,0,0,0-.23-0.65c-0.23.65-.41,1.28-0.63,1.91h-2l0,0.05,0.2,0.16Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M782.1,125.35l1.29,1a0.33,0.33,0,0,1,.18.18l-0.6,1.87a0,0,0,0,0,0,0l0,0,0.8-.59,0.81-.59,0.22,0.15,1.28,0.94a0.15,0.15,0,0,0,.16.06l-0.07-.22-0.51-1.56a1.38,1.38,0,0,1,0-.17l1.6-1.2,0-.05h-2c-0.1-.32-0.19-0.63-0.3-0.94s-0.18-.63-0.33-1c-0.24.66-.41,1.29-0.64,1.91h-1.67a1.82,1.82,0,0,0-.33,0A0.24,0.24,0,0,0,782.1,125.35Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M781,147.56h-1.76l-0.11-.33-0.46-1.44s0-.09-0.09-0.07c-0.21.6-.39,1.23-0.61,1.84h-1.88a0.12,0.12,0,0,0-.14,0c0.25,0.21.53,0.4,0.79,0.6l0.84,0.62-0.07.24L777,150.6a0.15,0.15,0,0,0,0,.18l0.21-.14,1.24-.91,0.17-.1,0.55,0.4,0.52,0.38a4.24,4.24,0,0,0,.57.39c0-.09,0-0.14,0-0.2l-0.5-1.53c0-.07,0-0.15-0.06-0.23l0.21-.16,1.31-1a0.11,0.11,0,0,0,.08-0.13H781Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M780.82,119.18h-1.59c-0.13-.31-0.2-0.63-0.31-0.93s-0.18-.63-0.33-1c-0.14.34-.22,0.65-0.33,0.95s-0.19.63-.32,1h-1.87s-0.1,0-.13.06l1.62,1.21-0.08.26-0.5,1.51a0.3,0.3,0,0,0,0,.21l0.19-.14,1.26-.92,0.19-.12,0.55,0.4,0.52,0.38a5,5,0,0,0,.57.4c0-.09,0-0.16-0.05-0.22l-0.5-1.53a0.33,0.33,0,0,1,0-.24l0.31-.24,0.31-.23,0.33-.25,0.31-.23a2.09,2.09,0,0,0,.34-0.28A3,3,0,0,0,780.82,119.18Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M756.93,141.66l-0.1-.29-0.47-1.49a1,1,0,0,0-.08-0.14l-0.08.22-0.5,1.53a1.4,1.4,0,0,1-.08.16h-1.85s-0.11,0-.13.06l0.53,0.39,0.55,0.41a4,4,0,0,1,.53.42c-0.1.32-.21,0.63-0.31,0.95s-0.22.64-.32,1l0.22-.14,1.26-.92,0.19-.13,0.54,0.4,0.54,0.39a4.78,4.78,0,0,0,.57.39c0-.11,0-0.19-0.08-0.27l-0.48-1.46a0.39,0.39,0,0,1,0-.25l0.22-.17,1.27-1a0.11,0.11,0,0,0,.07-0.13h-2Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M769.37,118.29l-0.1.33-0.11.34-0.1.32-0.1.32c0,0.11-.08.22-0.11,0.34a1,1,0,0,0-.08.34l0.56-.41,0.56-.41c0.18-.13.35-0.27,0.54-0.38,0.55,0.39,1.08.8,1.66,1.21-0.09-.38-0.22-0.69-0.31-1s-0.23-.64-0.3-1l0.2-.16,1.27-1A0.17,0.17,0,0,0,773,117a4,4,0,0,0-.41,0h-1.18a1.68,1.68,0,0,1-.42,0l-0.1-.29-0.43-1.36a0.45,0.45,0,0,0-.11-0.22c0,0.09-.06.16-0.09,0.23l-0.46,1.41-0.09.24h-1.82a0.16,0.16,0,0,0-.17.06l0.79,0.59Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M755.77,136.55a0.55,0.55,0,0,0,0-.25l-0.48-1.48a0.41,0.41,0,0,1-.05-0.24v0l0,0,0,0,1.39-1,0.06,0,0,0v0a0.14,0.14,0,0,0,0,0H755a0.38,0.38,0,0,1-.24,0l0,0v0l-0.53-1.68,0-.1,0,0h0c-0.22.61-.39,1.24-0.62,1.86h-1.83a0.18,0.18,0,0,0-.17,0,1.25,1.25,0,0,0,.25.21l0.27,0.2,0.27,0.2,0.29,0.21,0.27,0.2,0.27,0.21-0.61,1.9a0,0,0,0,0,0,0l0,0,1.61-1.18C754.68,135.75,755.2,136.15,755.77,136.55Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M758.44,125.21h-1a3.62,3.62,0,0,1-.5,0,0.75,0.75,0,0,1-.11-0.27l-0.47-1.49a1.06,1.06,0,0,0-.08-0.15l-0.31,1c-0.1.31-.19,0.63-0.32,1h-1.59a1.89,1.89,0,0,0-.44,0l0.2,0.16,1.25,0.93a0.4,0.4,0,0,1,.19.2c-0.1.3-.21,0.61-0.31,0.93s-0.23.64-.32,1l0.24-.16,1.26-.92,0.17-.11,0.54,0.4,0.54,0.39a5.5,5.5,0,0,0,.55.39,0.5,0.5,0,0,0-.05-0.26l-0.48-1.46c0-.08,0-0.16-0.06-0.23l0,0,1.51-1.14,0,0v0a0.17,0.17,0,0,0,0,0C758.76,125.2,758.6,125.21,758.44,125.21Z" transform="translate(-751.16 -114.69)"/><path class="cls-1" d="M764.64,147.59h-1.51a0.48,0.48,0,0,1-.29,0l-0.08-.23-0.46-1.46c0-.05,0-0.1-0.08-0.19-0.12.35-.21,0.66-0.32,1s-0.19.63-.32,0.94a5.07,5.07,0,0,1-.67,0h-1.3l0,0.05c0.25,0.22.52,0.4,0.78,0.6s0.55,0.4.82,0.63l-0.07.25-0.52,1.58a1.21,1.21,0,0,0,0,.15l1.64-1.21,0.22,0.15,1.28,0.94,0.18,0.11-0.64-2,0.33-.26,0.33-.25,0.31-.23,0.33-.25a2.48,2.48,0,0,0,.33-0.26A0.43,0.43,0,0,0,764.64,147.59Z" transform="translate(-751.16 -114.69)"/></svg>
              <p>проекти європи</p>
            </button>
          </div>
        </div>
      </div>
    </div>
  </header>
<!-- MAP -->
<div class="map_filters">
<label for='projects'>
  <img src="../wp-content/themes/igor-karkhut-theme/img/icons/blue.png" alt="">
  <input id="projects" type="checkbox" name="filter" value="projects" class='chk-btn' checked onclick="selectAllChecked();">
  обєкти та проектування
</label>
<label for='towers'>
  <img src="../wp-content/themes/igor-karkhut-theme/img/icons/brown.png" alt="">
  <input id="towers" type="checkbox" name="filter" value="another" class='chk-btn' checked onclick="selectAllChecked();">
  мережі стільникового звязку
</label>
</div> 


<div id="map-portfolio">

</div>


<?php get_footer (); ?>
<script src="https://maps.googleapis.com/maps/api/js?key=AIzaSyDTPhVS8qjz9FhnehXhnvgeOkf1EIocmRM&sensor=false">

</script>

<script type="text/javascript">  
var gmarkers1 = [];
var markers1 = [];
var startLatLng = {
  lat:49.8428193,
  lng:24.0324397
}
var filters = {
  shower: false,
  vault: false,
  flush: false
}
var infowindow = new google.maps.InfoWindow({
  content: ''
});
var projectsIcon = {
 url: '../wp-content/themes/igor-karkhut-theme/img/icons/blue.png' 
};
var metalIcon = {
 url: '../wp-content/themes/igor-karkhut-theme/img/icons/brown.png' 
};
// Our markers
markers1 = [
["0", 'Памятник Т.Г.Шевченку', 49.841056, 24.028280, "category-name", "projects",projectsIcon],
["0", "Dovha St, 44А", 49.812493, 24.073406   , "category-name", "projects",projectsIcon],
 ["0", "Доробок, 8", 49.843953, 23.973064     , "category-name", "projects",projectsIcon],
["0", "Доробок, 8-10", 49.843856, 23.973107     , "category-name", "projects",projectsIcon],
["0", "Петра Дорошенка, 13", 49.839760, 24.026821   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 1", 49.840209, 24.027497     , "category-name", "projects",projectsIcon],
["0", "Петра Дорошенка, 48", 49.837259, 24.021750    ,  "category-name","projects",projectsIcon ],
["0", "Драгана, 15А,", 49.783698, 24.054288  , "category-name", "projects",projectsIcon],
["0", "Джохара Дудаєва, 16", 49.836641, 24.029173    ,  "category-name","projects",projectsIcon] ,
["0", "Єфремова, 23", 49.832548, 24.008484   ,  "category-name","projects",projectsIcon ],
["0", "Жемчужникова, 17", 49.815011, 24.001010   , "category-name", "projects",projectsIcon],
["0", "Воїнів УПА, 29 ", 49.80300, 23.977040     , "category-name", "projects",projectsIcon],
["0", "Заводська, 12", 49.853619, 24.029498   , "category-name", "projects",projectsIcon],
 ["0", "Дмитра Загула, 23", 49.863580, 24.002473    , "category-name", "projects",projectsIcon],
["0",  "вулиця Замарстинівська, 54", 49.854086, 24.028452  , "category-name", "projects",projectsIcon],
["0", "Замарстинівська, 25", 49.852351, 24.027348   , "category-name", "projects",projectsIcon],
["0", "Габріели Запольської, 35", 49.834058, 24.072682    , "category-name", "projects",projectsIcon],
["0", "Збаразька, 8", 49.838736, 24.060326   , "category-name", "projects",projectsIcon],
["0", "Зелена, 186 ", 49.813426, 24.059658   , "category-name", "projects",projectsIcon],
["0", "Зелена, 5", 49.834498, 24.035470   , "category-name", "projects",projectsIcon],
["0", "Зрубова, 19", 49.844640, 24.079041   , "category-name", "projects",projectsIcon],
["0", "Володимира Івасюка, 18", 49.829811, 24.044997   , "category-name", "projects",projectsIcon],
["0", "Казахська, 12", 49.838711, 24.065831   , "category-name", "projects",projectsIcon],
["0", "Кам'янецька, 24", 49.811201, 24.037863   , "category-name", "projects",projectsIcon],
["0", "Карпатська, 15", 49.830609, 24.040685   , "category-name", "projects",projectsIcon],
["0", "Каштанова, 1", 49.823951, 24.079667   , "category-name", "projects",projectsIcon],
["0", "Каштанова, 2", 49.824066, 24.079304   , "category-name", "projects",projectsIcon],
["0", "Дитяча лікарня вулиця Платона", 50.467491, 30.478054   , "category-name", "projects",projectsIcon],
 ["0", "Климових, 12", 49.842506, 23.988426   ,  "category-name","projects",projectsIcon ],
["0", "Кльоновича, 14 ", 49.837056, 24.036818   ,  "category-name","projects",projectsIcon ],
["0", "Лук'яна Кобилиці, 19 ", 49.816985, 23.998245   ,  "category-name","projects",projectsIcon ],
["0", "Павла Ковжуна, 2 ", 49.837978, 24.029152   ,  "category-name","projects",projectsIcon ],
["0", "Колісна, 10 ", 49.798707, 24.068639   ,  "category-name","projects",projectsIcon ],
["0", "Євгена Коновальця, 27" ,  49.832215, 24.006280   ,  "category-name","projects",projectsIcon ],
["0", "Євгена Коновальця, 11 ", 49.832883, 24.007864   ,  "category-name","projects",projectsIcon ],
["0", "Миколи Коперника, 44 ", 49.834739, 24.020576   ,  "category-name","projects",projectsIcon ],
["0", "Доробок, 36А", 49.841859, 23.973421   ,  "category-name","projects",projectsIcon ],
["0", "Петра Дорошенка, 1", 49.840209, 24.027487   ,  "category-name","projects",projectsIcon ],
["0", "Петра Дорошенка, 3", 49.839957, 24.027398   ,  "category-name","projects",projectsIcon ],
["0", "Петра Дорошенка, 50", 49.837162, 24.021479  ,  "category-name","projects",projectsIcon ],
["0", "Драгана, 34", 49.784357, 24.052954   ,  "category-name","projects",projectsIcon ],
["0", "Друкарська, 2", 49.842748, 24.032390   ,  "category-name","projects",projectsIcon ],
["0", "Джохара Дудаєва", 49.836304, 24.028992   ,  "category-name","projects",projectsIcon ],
["0", "Єфремова, 37" , 49.831511, 24.006670   ,  "category-name","projects",projectsIcon ],
["0", "Заклинських, 7", 49.850463, 24.053058   ,  "category-name","projects",projectsIcon ],
["0", " вулиця Замарстинівськ", 49.858827, 24.026766   ,  "category-name","projects",projectsIcon ],
["0", " Замкова, 2",49.847125, 24.034006     ,  "category-name","projects",projectsIcon ],
["0", " Запорізька, 7",49.816069, 24.035883   ,  "category-name","projects",projectsIcon ],
["0", " Збоїща, 25",49.870647, 24.046638   ,  "category-name","projects",projectsIcon ],
["0", " Будинок по вулиці Зеленій",49.833186, 24.038527   ,  "category-name","projects",projectsIcon ],
["0", " Зелена, 44",49.830796, 24.041847   ,  "category-name","projects",projectsIcon ],
["0", " Зелена, 253",49.803998, 24.065452   ,  "category-name","projects",projectsIcon ],
["0", " Зубрівська, 6",49.799836, 24.064125   ,  "category-name","projects",projectsIcon ],
["0", " Ігорева, 3",49.854677, 24.055684  ,  "category-name","projects",projectsIcon ],
["0", "Зарицьких, 26 Львів", 49.829175, 24.027099   ,  "category-name","projects",projectsIcon ],
["0", "Збоїща, 38 Львів", 49.871327, 24.046886  ,  "category-name","projects",projectsIcon ],
["0", "Зелена, 26 Львів", 49.832516, 24.040554   ,  "category-name","projects",projectsIcon ],
["0", "Зелена, 69 Львів", 49.830557, 24.043743   ,  "category-name","projects",projectsIcon ],
["0", "Зубрівська, 12 Львів", 49.799425, 24.063914   ,  "category-name","projects",projectsIcon ],
["0", "Каліча Гора, 9А,", 49.834773, 24.027655,  "category-name","projects",projectsIcon ],
["0", "Івана Карпинця, 4А, ",49.828903, 24.017013,  "category-name","projects",projectsIcon ],
["0", "Євгена Коновальця, 41", 49.831377, 24.004867,  "category-name","projects",projectsIcon ],
["0", "Драгоманова, 48", 49.832524, 24.027680   ,  "category-name","projects",projectsIcon ],
["0", "Джохара Дудаєва, 20", 49.836141, 24.028714   ,  "category-name","projects",projectsIcon ],
["0", "Загірна, 10", 49.874156, 24.058800   ,  "category-name","projects",projectsIcon ],
["0", "Залізнична, 2 ", 49.836981, 24.002757   ,  "category-name","projects",projectsIcon ],
["0", "Замарстинівська, 106А,",  49.858902, 24.027278   ,  "category-name","projects",projectsIcon ],
["0", "Марії Заньковецької, 1",  49.840864, 24.046090   ,  "category-name","projects",projectsIcon ],
 ["0", "Івана Кавалерідзе, 1", 49.793968, 24.064934     , "category-name", "projects",projectsIcon],
["0", "Івана Карпинця, 18/18А,", 49.829167, 24.016059   , "category-name", "projects",projectsIcon],
 ["0", "Кирила і Мефодія, 5", 49.833329, 24.032546   , "category-name", "projects",projectsIcon],
 ["0", "Кльоновича, 8", 49.836646, 24.036691   , "category-name", "projects",projectsIcon],
["0", "Княгині Ольги, 34Б ",49.823463, 24.005529   , "category-name", "projects",projectsIcon],
 ["0", "Павла Ковжуна, 10", 49.836817, 24.029665  , "category-name", "projects",projectsIcon],
["0", "Зелена, 10 ", 49.833563, 24.036391   , "category-name", "projects",projectsIcon],
 ["0", "Зелена, 42 ", 49.831307, 24.042207   , "category-name", "projects",projectsIcon],
 ["0", "Зелена, 12 ", 49.833512, 24.037118   , "category-name", "projects",projectsIcon],
 ["0", "Земельна, 4a ", 49.870394, 24.059307   , "category-name", "projects",projectsIcon],
 ["0", "Суховільська, 4 Зимна Вода,", 49.825032, 23.893631     , "category-name", "projects",projectsIcon],
["0", "Крилова Золочів ", 49.807258, 24.889558      , "category-name", "projects",projectsIcon],
["0", "Незалежності, 26 Кам'янка-Бузька", 50.106836, 24.343774      , "category-name", "projects",projectsIcon],
["0", "Незалежності, 79 Кам'янка-Бузька", 50.109844, 24.344284   , "category-name", "projects",projectsIcon],
["0", "Церква Преображення Господнього Данила Галицького, Поториця, Львівська область", 50.456179, 24.282816   , "category-name", "projects",projectsIcon],  
["0", "Дністерcька, 17 ",49.816743, 24.052572      , "category-name", "projects",projectsIcon],
["0", "Євгена Коновальця, 71 ",49.829345, 24.001766   , "category-name", "projects",projectsIcon],
["0", "Жемчужникова, 4", 49.815114, 24.000164    , "category-name","projects",projectsIcon ],
["0", "Жовква, Львівська область", 50.055781, 23.980878   ,   "category-name","projects",projectsIcon ],
["0", "Звбужжя, Волинська область", 51.357494, 23.685004   ,   "category-name","projects",projectsIcon ],
["0", "Колодійська, 17", 49.857956, 24.035588   ,   "category-name","projects",projectsIcon ],
["0", "Земельна 5б", 49.870299, 24.060156   , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 9 Зимна Вода", 49.818667, 23.893379  , "category-name", "projects",projectsIcon],
["0", "Героїв Майдану, 17", 49.829040, 24.018605   , "category-name", "projects",projectsIcon],
["0", "Київська, 31", 49.833619, 24.007289   , "category-name", "projects",projectsIcon],
["0", "Кишинівська, 5", 49.820486, 23.998106   , "category-name", "projects",projectsIcon],
["0", "Клюсовська, 9 Червоноград", 50.391209, 24.239593   , "category-name", "projects",projectsIcon],
["0", "Кльоновича, 14", 49.837042, 24.036851      , "category-name", "projects",projectsIcon],
["0", "Кобилянської, 14 - 16", 49.831629, 24.031481   , "category-name", "projects",projectsIcon],
["0", "Павла Ковжуна, 2", 49.837971, 24.029152   , "category-name", "projects",projectsIcon],
["0", "Кокорудза, 2 - 6", 49.832442, 24.004401   , "category-name", "projects",projectsIcon],
["0", "Коломийська, 2", 49.787436, 24.060622   , "category-name", "projects",projectsIcon],
["0", "Миколи Коперника, 19", 49.837581, 24.025213   , "category-name", "projects",projectsIcon],
["0", "Григоровича, 9",49.835711, 24.030719   , "category-name", "projects",projectsIcon],
["0", "Кривчицька Дорога, 12 ",49.841377, 24.068177   , "category-name", "projects",projectsIcon],
["0", "Петра Дорошенка, 1-3", 49.839943, 24.027409   , "category-name", "projects",projectsIcon],
["0", "Петра Дорошенка, 53", 49.836875, 24.021307   , "category-name", "projects",projectsIcon],
["0", "Володимира Великого, 14", 49.810516, 24.004608   , "category-name", "projects",projectsIcon],
["0", "Паркова, 3", 49.826838, 24.032194   , "category-name", "projects",projectsIcon],
["0", "Єфремова, 37 ",49.831497, 24.006681     , "category-name", "projects",projectsIcon],
["0", "Єфремова, 52", 49.830854, 24.005026   , "category-name", "projects",projectsIcon],
["0",  "Івана Мазепи, 9-13 Сокаль, Львівська область", 50.491369, 24.275844   , "category-name", "projects",projectsIcon],
["0",  "Ярослава Мудрого, 5 - 11 Сокаль, Львівська область", 50.467684, 24.281615   , "category-name", "projects",projectsIcon],
["0",  "Івасюка, 4 Червоноград, Львівська область ", 50.391682, 24.250217   , "category-name", "projects",projectsIcon],
["0",  "Забужжя, Волинська область", 51.370900, 23.700996   , "category-name", "projects",projectsIcon],
["0",  "Липова Алея, 1-17", 49.820492, 24.055378   , "category-name", "projects",projectsIcon],
["0",  "Зелена, 253", 49.803985, 24.065473   , "category-name", "projects",projectsIcon],
["0",  "Золота, 7", 49.846252, 24.012668   , "category-name", "projects",projectsIcon],
["0", "Івана Мазепи, 1 Золочів", 49.807998, 24.900236   , "category-name", "projects",projectsIcon],
 ["0", "вул.С.Бандери, 10 Кам'янка-Бузька ",50.102240, 24.346963   , "category-name", "projects",projectsIcon],
 ["0", "вул.Г.Чупринки Кам'янка-Бузька,", 50.101650, 24.347040   , "category-name", "projects",projectsIcon],
 ["0", "Ліцейна, 3-2 Кам'янка-Бузька, Львівська область", 50.100081, 24.352108   , "category-name", "projects",projectsIcon],
 ["0", "Керамічна, 16", 49.815420, 23.997573   , "category-name", "projects",projectsIcon],
 ["0", "Кокорудза, 14", 49.831900, 24.003401   , "category-name", "projects",projectsIcon],
 ["0", "Кокорудза, 16", 49.831796, 24.003187   , "category-name", "projects",projectsIcon],
["0", "Коломийська, 3", 49.789194, 24.061085   , "category-name", "projects",projectsIcon],
["0", "Євгена Коновальця, 50", 49.830907, 24.003184  , "category-name", "projects",projectsIcon],
["0", "Євгена Коновальця, 64", 49.829731, 24.001381   , "category-name", "projects",projectsIcon],
 ["0", "Євгена Коновальця, 75", 49.829113, 24.001204   , "category-name", "projects",projectsIcon],
["0", "Євгена Коновальця, 83", 49.828379, 24.000016   , "category-name", "projects",projectsIcon],
["0", "Євгена Коновальця, 89", 49.827420, 23.998518   , "category-name", "projects",projectsIcon],
["0", "Конопницької, 14", 49.834047, 24.037668   , "category-name", "projects",projectsIcon],
["0", "Коперника, 9", 49.838734, 24.027102   , "category-name", "projects",projectsIcon],
["0", "Палац графів Потоцьких Коперника, 15,", 49.837893, 24.026820   , "category-name", "projects",projectsIcon],
 ["0", "Миколи Коперника, 19", 49.837581, 24.025160   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 20", 49.838484, 24.026298   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 31", 49.837766, 24.041788   , "category-name", "projects",projectsIcon],
 ["0", "Кривчицька Дорога, 29", 49.843004, 24.070431   , "category-name", "projects",projectsIcon],
 ["0", "Кривчицька Дорога, 72a", 49.846216, 24.079938   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 14", 49.839603, 24.025709   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 25", 49.838971, 24.025196   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 28", 49.838700, 24.024043   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 38", 49.837960, 24.022919   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 63", 49.836185, 24.020633   , "category-name", "projects",projectsIcon],
 ["0", "Драй-Хмари, 9-12", 49.832678, 23.994085   , "category-name", "projects",projectsIcon],
["0", "Єфремова, 30", 49.832360, 24.007515   , "category-name", "projects",projectsIcon],
 ["0", "Житомирська, 16", 49.825385, 23.991949   , "category-name", "projects",projectsIcon],
 ["0", "Житомирська, 26", 49.825716, 23.991421   , "category-name", "projects",projectsIcon],
["0", "Жовківська, 6", 49.853395, 24.033585   , "category-name", "projects",projectsIcon],
["0", "Загірна, 53", 49.875881, 24.057339   , "category-name", "projects",projectsIcon],
 ["0", "Загірна, 54", 49.875075, 24.058117   , "category-name", "projects",projectsIcon],
 ["0", "Загірна, 73", 49.875959, 24.051151   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 127", 49.861952, 24.026209   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 167", 49.866542, 24.024425   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 204", 49.873638, 24.015973   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 23", 49.852185, 24.027141   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 35", 49.853458, 24.027984   , "category-name", "projects",projectsIcon],
 ["0", "Замарстинівська, 45", 49.854384, 24.027942   , "category-name", "projects",projectsIcon],
 ["0", "Зарицьких, 31", 49.829139, 24.024538   , "category-name", "projects",projectsIcon],
["0", "площа Звенигородська, 5", 49.845275, 24.029768   , "category-name", "projects",projectsIcon],
 ["0", "площа Звенигородська, 12", 49.844991, 24.030227   , "category-name", "projects",projectsIcon],
["0", "Зелена Львівська область", 49.877224, 24.083865   , "category-name", "projects",projectsIcon],
["0", "Зелена, 27", 49.833345, 24.039225   , "category-name", "projects",projectsIcon],
["0", "Зелена, 28", 49.832445, 24.040633   , "category-name", "projects",projectsIcon],
["0", "Зелена, 42", 49.831324, 24.042201   , "category-name", "projects",projectsIcon],
["0", "Зелена, 99", 49.825152, 24.049231   , "category-name", "projects",projectsIcon],
["0", "Зелена, 101А,", 49.825298, 24.049808   , "category-name", "projects",projectsIcon],
["0", "Зелена, 113", 49.822328, 24.054862   , "category-name", "projects",projectsIcon],
["0", "Зелена, 179", 49.814626, 24.060004   , "category-name", "projects",projectsIcon],
["0", "Зелена, 264", 49.801684, 24.065010   , "category-name", "projects",projectsIcon],
["0", "Зелена, 269Б,", 49.802546, 24.068050   , "category-name", "projects",projectsIcon],
["0", "Зелена, 277", 49.801440, 24.066515   , "category-name", "projects",projectsIcon],
["0", "Зелена, 391", 49.789167, 24.074517   , "category-name", "projects",projectsIcon],
["0", "Землеробна, 3", 49.807236, 23.966116   , "category-name", "projects",projectsIcon],
 ["0", "Землеробна, 4", 49.807097, 23.966357   , "category-name", "projects",projectsIcon],
["0", "Золота, 12", 49.847545, 24.010983      , "category-name", "projects",projectsIcon],
["0", "Золота, 26", 49.849141, 24.008842   , "category-name", "projects",projectsIcon],
["0", "Січових Стрільців, 11 Золочів, Львівська область", 49.803126, 24.898698   , "category-name", "projects",projectsIcon],
 ["0", "Марії Феньвеші, 5 Золочів, Львівська область ",49.807067, 24.901227   , "category-name", "projects",projectsIcon],
 ["0", "Маркіяна Шашкевича, 51 Золочів, Львівська область ",49.800812, 24.902367   , "category-name", "projects",projectsIcon],
 ["0", "Степана Бандери, 3 Золочів, Львівська область ",49.807985, 24.903254   , "category-name", "projects",projectsIcon],
 ["0", "Зустрічна, 1", 49.855267, 24.044611   , "category-name", "projects",projectsIcon],
 ["0", "Зустрічна, 13 ",49.856362, 24.044031   , "category-name", "projects",projectsIcon],
 ["0", "Івана Кавалерідзе, 2", 49.793648, 24.064228   , "category-name", "projects",projectsIcon],
 ["0", "Каліча Гора, 24", 49.835088, 24.026476   , "category-name", "projects",projectsIcon],
 ["0", "Ярослава Мудрого, 8", 50.108690, 24.340895   , "category-name", "projects",projectsIcon],
 ["0", "Канівська, 10", 49.829233, 23.981000   , "category-name", "projects",projectsIcon],
 ["0", "Канівська, 14", 49.828796, 23.981576, "category-name", "projects",projectsIcon],
 ["0", "Карбишева, 6", 49.813013, 24.043073   , "category-name", "projects",projectsIcon],
 ["0", "Івана Карпинця, 18", 49.828538, 24.017815  , "category-name", "projects",projectsIcon],
["0", "Керченська, 7А,", 49.825318, 24.050638   , "category-name", "projects",projectsIcon],
 ["0", "Китайська, 50", 49.820928, 24.083276   , "category-name", "projects",projectsIcon],
 ["0", "Китайська, 91", 49.820868, 24.083703   , "category-name", "projects",projectsIcon],
 ["0", "станция Клепаров", 49.854235, 23.982544   , "category-name", "projects",projectsIcon],
["0", "Княгині Ольги, 37", 49.815171, 24.002066   , "category-name", "projects",projectsIcon],
 ["0", "Княгині Ольги, 39", 49.814923, 24.001867   , "category-name", "projects",projectsIcon],
 ["0", "Кобринської, 3", 49.819097, 23.994622   , "category-name", "projects",projectsIcon],
 ["0", "Козацька, 31", 49.839628, 24.076851   , "category-name", "projects",projectsIcon],
 ["0", "Кольберга, 4", 49.833659, 24.016025   , "category-name", "projects",projectsIcon],
 ["0", "Зелена, 17", 49.833902, 24.037615  , "category-name", "projects",projectsIcon],
["0", "Долинського, 12", 49.851147, 24.026291   , "category-name", "projects",projectsIcon],
 ["0", "Долинського, 10", 49.851100, 24.026456   , "category-name", "projects",projectsIcon],
 ["0", "Гайдамацька", 49.359032, 23.542471   , "category-name", "projects",projectsIcon],
 ["0", "Малий Ринок, 7", 49.352621, 23.509219   , "category-name", "projects",projectsIcon],
 ["0", "Ольги Дучимінської, 5", 49.849957, 23.982065   , "category-name", "projects",projectsIcon],
 ["0", "Залісна , 5", 49.838502, 24.098150   , "category-name", "projects",projectsIcon],
 ["0", "Габріели Запольської, 3", 49.834634, 24.068647   , "category-name", "projects",projectsIcon],
 ["0", "Габріели Запольської, 12", 49.834296, 24.069652   , "category-name", "projects",projectsIcon],
 ["0", "Габріели Запольської, 16", 49.834287, 24.069981   , "category-name", "projects",projectsIcon],
["0", "Здоров'я,", 49.827905, 24.016495   , "category-name", "projects",projectsIcon],
 ["0", "Здоров'я, 3", 49.832550, 24.010469   , "category-name", "projects",projectsIcon],
 ["0", "Здоров'я, 9", 49.832163, 24.010168   , "category-name", "projects",projectsIcon],
["0", "Кавказька, 32",  49.831475, 23.962951   , "category-name", "projects",projectsIcon],
 ["0", "Кавказька, 54",  49.830656, 23.960484   , "category-name", "projects",projectsIcon],
 ["0", "Калнишевського, 16",  49.848545, 23.969830   , "category-name", "projects",projectsIcon],
 ["0", "Калнишевського, 38 ", 49.850343, 23.969606   , "category-name", "projects",projectsIcon],
 ["0", "Незалежності, 70",  50.113703, 24.344382, "category-name", "projects",projectsIcon],
   ["0", "площа Катедральна, 7",  49.840380, 24.030570   , "category-name", "projects",projectsIcon],
 ["0", "Кибальчича, 7",  49.816150, 24.037664   , "category-name", "projects",projectsIcon],
 ["0", "Кибальчича, 16",  49.815330, 24.036457   , "category-name", "projects",projectsIcon],
 ["0", "Ковалева, 16 ", 49.815691, 24.005736   , "category-name", "projects",projectsIcon],
 ["0", "Козацька, 34 ", 49.839340, 24.077007   , "category-name", "projects",projectsIcon],
 ["0", "Козацька, 37 ", 49.839314, 24.078534   , "category-name", "projects",projectsIcon],
 ["0", "Комаринця, 2 ", 49.826491, 24.017054      , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 13 Добротвір, Львівська область,", 50.208303, 24.384685   , "category-name", "projects",projectsIcon],
 ["0", "Маззепи, 1 Добротвір, Львівська область ,", 50.205695, 24.379270   , "category-name", "projects",projectsIcon],
 ["0", "Дороша, 5 ", 49.833538, 24.040385   , "category-name", "projects",projectsIcon],
 ["0", "Драгана, 1 ", 49.784629, 24.058111   , "category-name", "projects",projectsIcon],
["0", "Жовківська міська рада Вічева пл. 1, Жовква, Львівська,",  50.055432, 23.968801   , "category-name", "projects",projectsIcon],
["0", "Жовтанці, Львівська область,", 49.993690, 24.230642   , "category-name", "projects",projectsIcon],
 ["0", "Львівська, 15 Жовтанці, Львівська область,", 49.991610, 24.245542   , "category-name", "projects",projectsIcon],
 ["0", "Миколи Зерова, 20", 49.833326, 23.993945   , "category-name", "projects",projectsIcon],
["0", "Паркова, 8", 49.827375, 24.032723   , "category-name", "projects",projectsIcon],
 ["0", "Західноукраїнський спеціалізований дитячий медичний центр Дністерська, 28,", 49.815817, 24.053901   , "category-name", "projects",projectsIcon],
 ["0", "Львівська, 52 Івано-Франково, Львівська область", 49.914596, 23.738110   , "category-name", "projects",projectsIcon],
 ["0", "Караджича, 6", 49.823055, 23.972627   , "category-name", "projects",projectsIcon],
 ["0", "Карманського, 19", 49.819491, 24.030564   , "category-name", "projects",projectsIcon],
 ["0", "Каховська, 15", 49.824794, 23.954855   , "category-name", "projects",projectsIcon],
 ["0", "Клепарівська, 2", 49.842983, 24.017028   , "category-name", "projects",projectsIcon],
 ["0", "Кльоновича, 16", 49.837163, 24.036871   , "category-name", "projects",projectsIcon],
 ["0", "Князя Романа, 4", 49.838811, 24.032124   , "category-name", "projects",projectsIcon],
 ["0", "Ковальська, 4", 49.855503, 24.050744   , "category-name", "projects",projectsIcon],
 ["0", "Академіка Колесси, 7", 49.835107, 24.022418   , "category-name", "projects",projectsIcon],
["0", "Копальна, 9А,", 49.839077, 24.064391  , "category-name", "projects",projectsIcon],
["0", "Дмитра Донцова, 8", 49.839125, 24.041151   , "category-name", "projects",projectsIcon],
 ["0", "Петра Дорошенка, 48", 49.837273, 24.021771   , "category-name", "projects",projectsIcon],
 ["0", "Джохара Дудаєва, 16", 49.836392, 24.029163   , "category-name", "projects",projectsIcon],
 ["0", "Ждахи, 6", 49.864993, 24.004821   , "category-name", "projects",projectsIcon],
 ["0", "Збаразька, 8", 49.838722, 24.060315   , "category-name", "projects",projectsIcon],
 ["0", "Івана Мазепи, 44 Зимна Вода, Львівська область", 49.821021, 23.881500   , "category-name", "projects",projectsIcon],
 ["0", "Зрубова, 5", 49.843919, 24.077289   , "category-name", "projects",projectsIcon],
["0", "Володимира Івасюка, 5", 49.830633, 24.046173   , "category-name", "projects",projectsIcon],
 ["0", "Марка Каганця, 14", 49.845990, 23.976065   , "category-name", "projects",projectsIcon],
 ["0", "Корпанюків, 6", 49.842369, 24.074245   , "category-name", "projects",projectsIcon],
 ["0", "Каштанова, 1", 49.823958, 24.079678   , "category-name", "projects",projectsIcon],
 ["0", "проспект Героїв Сталінграду, 1", 50.493753, 30.519726   , "category-name", "projects",projectsIcon],
 ["0", "Лук'яна Кобилиці, 10 ",49.816698, 23.993771   , "category-name", "projects",projectsIcon],
 ["0", "Ковельська, 54", 49.857778, 24.058010   , "category-name", "projects",projectsIcon],
 ["0", "Колійна, 4", 49.806413, 24.039901   , "category-name", "projects",projectsIcon],
 ["0", "Євгена Коновальця, 71", 49.829352, 24.001777   , "category-name", "projects",projectsIcon],
 ["0", "Копальна, 13", 49.839741, 24.065754  , "category-name", "projects",projectsIcon],
["0", "Коперника, 28 ",49.837710, 24.025169   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 30 ",49.837611, 24.024917   , "category-name", "projects",projectsIcon],
 ["0", "Середня загальноосвітня школа № 9 Миколи Коперника, 40,",  49.836286, 24.022164   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 43 ",49.832727, 24.018726   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 54 ",49.833142, 24.018503   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 56 ",49.832982, 24.018363   , "category-name", "projects",projectsIcon],
 ["0", "Коперника, 18 ",49.838526, 24.026599   , "category-name", "projects",projectsIcon],
 ["0", "Корольова, 16 ",49.828053, 24.046082   , "category-name", "projects",projectsIcon],
 ["0", "Костомарова, 18", 49.832172, 24.034128   , "category-name", "projects",projectsIcon],
 ["0", "Івана Котляревського, 37", 49.832067, 24.012645   , "category-name", "projects",projectsIcon],
["0", "Івана Котляревського, 37Б,", 49.831925, 24.012894   , "category-name", "projects",projectsIcon],
 ["0", "Івана Котляревського, 67", 49.829634, 24.008980   , "category-name", "projects",projectsIcon],
 ["0", "Коцюбинського, 26", 49.830983, 24.027502   , "category-name", "projects",projectsIcon],
 ["0", "Краківська, 5", 49.842551, 24.030148   , "category-name", "projects",projectsIcon],
 ["0", "Максима Кривоноса, 18", 49.847007, 24.041932   , "category-name", "projects",projectsIcon],
 ["0", "Круп'ярська, 17", 49.839858, 24.056646   , "category-name", "projects",projectsIcon],
 ["0", "Кубанська, 14", 49.824477, 24.040198   , "category-name", "projects",projectsIcon],
 ["0", "Куликівська, 62", 49.819036, 24.007432   , "category-name", "projects",projectsIcon],
 ["0", "Куликівська, 48", 49.820469, 24.008398   , "category-name", "projects",projectsIcon],
 ["0", "Личаківська, 74", 49.838969, 24.052553   , "category-name", "projects",projectsIcon],
 ["0", "Куликівська, 13", 49.822989, 24.011111   , "category-name", "projects",projectsIcon],
 ["0", "Куликівська, 17", 49.822988, 24.010697   , "category-name", "projects",projectsIcon],
 ["0", "Куликівська, 20", 49.822393, 24.009738   , "category-name", "projects",projectsIcon],
 ["0", "Пантелеймона Куліша, 3", 49.845260, 24.023811   , "category-name", "projects",projectsIcon],
 ["0", "Пантелеймона Куліша, 8 ",49.846652, 24.024491   , "category-name", "projects",projectsIcon],
 ["0", "Пантелеймона Куліша, 26", 49.847989, 24.024564   , "category-name", "projects",projectsIcon],
 ["0", "Пантелеймона Куліша, 28", 49.848171, 24.024572   , "category-name", "projects",projectsIcon],
 ["0", "Пантелеймона Куліша, 36", 49.848878, 24.024598  , "category-name", "projects",projectsIcon],
["0", "Пантелеймона Куліша, 46", 49.849558, 24.024835   , "category-name", "projects",projectsIcon],
 ["0", "Кульпарківська, 148", 49.816534, 23.985737   , "category-name", "projects",projectsIcon],
["0", "Кульпарківська, 214", 49.809446, 23.981936   ,  "category-name","projects",projectsIcon], 
 ["0", "Леся Курбаса, 5", 49.842147, 24.025485   ,  "category-name","projects",projectsIcon], 
 ["0", "Лазнева, 3", 49.845636, 24.026242   ,  "category-name","projects",projectsIcon], 
["0", "Левицького, 21А,", 49.835284, 24.038652   ,  "category-name","projects",projectsIcon], 
 ["0", "Костя Левицького, 31", 49.834568, 24.040062   ,  "category-name","projects",projectsIcon], 
 ["0", "Костя Левицького, 37", 49.834365, 24.040416   ,  "category-name","projects",projectsIcon], 
 ["0", "Левицького, 40", 49.834148, 24.039866   ,  "category-name","projects",projectsIcon], 
 ["0", "Левицького, 68", 49.832581, 24.042685   ,  "category-name","projects",projectsIcon], 
 ["0", "Левицького, 75", 49.831877, 24.045037   ,  "category-name","projects",projectsIcon], 
 ["0", "Левицького, 78", 49.831983, 24.043482   ,  "category-name","projects",projectsIcon], 
 ["0", "Левицького, 82", 49.831938, 24.043906   ,  "category-name","projects",projectsIcon], 
 ["0", "Лесі Українки, 21", 49.843871, 24.030884   ,  "category-name","projects",projectsIcon], 
 ["0", "Юрія Липи, 20", 49.865856, 24.014522   ,  "category-name","projects",projectsIcon], 
 ["0", "Юрія Липи, 45", 49.865104, 24.013044   ,  "category-name","projects",projectsIcon], 
 ["0", "Лисенка, 25", 49.842730, 24.043111   ,  "category-name","projects",projectsIcon], 
 ["0", "Лисеницька, 32", 49.815389, 24.084935   ,  "category-name","projects",projectsIcon], 
 ["0", "Пластова, 7", 49.862347, 24.067714   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 15", 49.839951, 24.039787   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 18", 49.839676, 24.040439   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 21", 49.840366, 24.041068   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 24", 49.839736, 24.041672   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 46 ",49.840049, 24.047920   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 51", 49.840205, 24.048555   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 63", 49.840197, 24.049000   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 70", 49.839327, 24.051084   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 75", 49.839947, 24.050032   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 79", 49.839874, 24.050301   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 84", 49.838164, 24.055297   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 135", 49.837934, 24.058649   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 187", 49.836166, 24.069640   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 228", 49.834716, 24.083604   ,  "category-name","projects",projectsIcon], 
 ["0", "Личаківська, 273 ",49.834627, 24.086621   ,  "category-name","projects",projectsIcon], 
 ["0", "Лісна , 10", 49.842807, 24.049165   ,  "category-name","projects",projectsIcon], 
 ["0", "Лісна , 17", 49.843518, 24.048536   ,  "category-name","projects",projectsIcon], 
 ["0", "Нестора Літописця, 12", 49.868410, 23.954504   ,  "category-name","projects",projectsIcon], 
 ["0", "Луцького, 5 ",49.847587, 23.998673   ,  "category-name","projects",projectsIcon], 
 ["0", "Любінська, 15", 49.831454, 23.990257   ,  "category-name","projects",projectsIcon], 
 ["0", "Любінська, 33", 49.830347, 23.989052   ,  "category-name","projects",projectsIcon], 
 ["0", "Любінська, 44", 49.829965, 23.988741   ,  "category-name","projects",projectsIcon], 
 ["0", "Майданна, 9", 49.788830, 24.072554   ,  "category-name","projects",projectsIcon], 
 ["0", "Марунька, 4-6", 49.848546, 24.081566   ,  "category-name","projects",projectsIcon], 
 ["0", "Медової Печери, 71", 49.823139, 24.088722   ,  "category-name","projects",projectsIcon], 
["0", "Мечникова, 11", 49.837491, 24.054772   ,  "category-name","projects",projectsIcon ],
 ["0", "Олександра Мишуги, 5 ",49.816942, 24.032838   ,  "category-name","projects",projectsIcon ],
 ["0", "Братів Міхновських, 42", 49.843154, 24.003449  ,  "category-name","projects",projectsIcon ],
["0", "Моторна, 108", 49.851193, 23.971734,  "category-name","projects",projectsIcon ],
["0", "Ряснянська, 44", 49.871820, 23.958015   ,  "category-name","projects",projectsIcon ],
 ["0", "Сагайдачного, 4", 49.840242, 24.0560727   ,  "category-name", "projects" ,projectsIcon ],
 ["0", "Сагайдачного, 3", 49.840594, 24.056069   ,  "category-name" , "projects" ,projectsIcon ],
 ["0", "Садівнича, 21", 49.824302, 24.077076   ,  "category-name", "projects", projectsIcon ],
 ["0", "Садівнича, 12", 49.824887, 24.076062   ,  "category-name", "projects", projectsIcon ],
["0", "Садова, 25А,", 49.821761, 23.984822   ,  "category-name","projects",projectsIcon ],
 ["0", "Саксаганського, 11", 49.834697, 24.033223   ,  "category-name","projects",projectsIcon ],
["0", "Саксаганського, 13", 49.834264, 24.033769   ,  "category-name","projects",projectsIcon ],
 ["0", "Самійленка, 22", 49.830990, 24.038638   ,  "category-name","projects",projectsIcon ],
 ["0", "Уласа Самчука, 13", 49.824499, 24.031734   ,  "category-name","projects",projectsIcon ],
 ["0", "Уласа Самчука, 17", 49.824146, 24.032300   ,  "category-name","projects",projectsIcon ],
 ["0", "Сарненська, 4", 49.822845, 24.004286   ,  "category-name","projects",projectsIcon ],
 ["0", "Академіка Андрія Сахарова, 82", 49.819874, 24.017757   ,  "category-name","projects",projectsIcon ],
 ["0", "Академіка Андрія Сахарова, 82а ",49.819867, 24.017747   , "category-name", "projects",projectsIcon ],  
["0", "Академіка Андрія Сахарова, 12 ", 49.831263, 24.015789   ,  "category-name","projects",projectsIcon ],
 ["0", "Академіка Андрія Сахарова, 60",  49.828408, 24.012268   ,  "category-name","projects",projectsIcon ],
 ["0", "Академіка Андрія Сахарова, 80 а",  49.820787, 24.016723   ,  "category-name","projects",projectsIcon ],
 ["0", "Академіка Андрія Сахарова, 12",  49.831270, 24.015789   ,  "category-name","projects",projectsIcon ],
 ["0", "Іларіона Свєнціцького, 7",  49.826409, 24.035063  ,  "category-name","projects",projectsIcon ],
["0", "Світанкова, 13",  49.787791, 24.077321   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 1", 49.839687, 24.028184   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 6", 49.840099, 24.029268   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 7", 49.840146, 24.027634   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 19", 49.841582, 24.026845   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 33", 49.842680, 24.026091   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 35", 49.843138, 24.025913   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 39", 49.843216, 24.025642   ,  "category-name","projects",projectsIcon ],
 ["0", "проспект Свободи, 41", 49.843436, 24.025763   ,  "category-name","projects",projectsIcon ],
 ["0", "площа Святого Теодора, 11",  49.846738, 24.026521   ,  "category-name","projects",projectsIcon ],
 ["0", "Севастопольська, 8 ", 49.837876, 24.042899   ,  "category-name","projects",projectsIcon ],
 ["0", "Івана Севери, 5 ", 49.825599, 24.037759   ,  "category-name","projects",projectsIcon ],
 ["0", "Івана Севери, 16",  49.825528, 24.038067   ,  "category-name","projects",projectsIcon ],
 ["0", "Сигнівка, 50",  49.825551, 23.957277   ,  "category-name","projects",projectsIcon ],
["0", "Василя Симоненка, 7,",  49.807955, 23.987812   ,  "category-name","projects",projectsIcon ],
 ["0", "Сихівська, 2 ", 49.795408, 24.066767   ,  "category-name","projects",projectsIcon ],
 ["0", "Сихівська, 3 ", 49.795081, 24.066990   ,  "category-name","projects",projectsIcon ],
 ["0", "Сихівська, 4 ", 49.795279, 24.065890   ,  "category-name","projects",projectsIcon ],
["0", "Укрпошта Сихівська, 11,", 49.793786, 24.062613   , "category-name", "projects",projectsIcon],
["0", "Сінна, 16А,", 49.861139, 24.029920   , "category-name", "projects",projectsIcon],
 ["0", "Івана Сірка, 3", 49.844108, 23.968566   , "category-name", "projects",projectsIcon],
 ["0", "Січнева, 5", 49.832426, 24.083744   , "category-name", "projects",projectsIcon],
 ["0", "Січова, 10", 49.836703, 24.085145   , "category-name", "projects",projectsIcon],
 ["0", "Січова, 29", 49.836192, 24.087644   , "category-name", "projects",projectsIcon],
 ["0", "Скельна, 1", 49.832279, 24.034716   , "category-name", "projects",projectsIcon],
  ["0", "Скельна, 3", 49.832471, 24.034229  , "category-name", "projects",projectsIcon],
["0", "Скорини, 14", 49.798540, 24.021834   , "category-name", "projects",projectsIcon],
 ["0", "Скрипника, 15", 49.788173, 24.053681   , "category-name", "projects",projectsIcon],
 ["0", "Йосипа Сліпого, 7", 49.830160, 24.042647   , "category-name", "projects",projectsIcon],
 ["0", "Словацького, 3", 49.838073, 24.023142   , "category-name", "projects",projectsIcon],
 ["0", "Словацького, 16 ",49.838636, 24.022988   , "category-name", "projects",projectsIcon],
 ["0", "Словацького, 18 ",49.838896, 24.022783, "category-name", "projects",projectsIcon],
 ["0", "Смаль-Стоцького, 2", 49.834928, 23.994253   , "category-name", "projects",projectsIcon],
 ["0", "Смаль-Стоцького, 4", 49.834805, 23.994327   , "category-name", "projects",projectsIcon],
 ["0", "Смаль-Стоцького, 38", 49.831544, 23.996238   , "category-name", "projects",projectsIcon],
 ["0", "Сміливих, 5", 49.819814, 24.010926   , "category-name", "projects",projectsIcon],
 ["0", "Смольського, 3", 49.840365, 24.039789   , "category-name", "projects",projectsIcon],
 ["0", "Снопківська, 14", 49.827520, 24.034775   , "category-name", "projects",projectsIcon],
 ["0", "Снопківська, 16", 49.827283, 24.034885   , "category-name", "projects",projectsIcon],
 ["0", "Снопківська, 33", 49.826312, 24.036520   , "category-name", "projects",projectsIcon],
["0", "Соборна площа, 2А,", 49.839511, 24.033712   , "category-name", "projects",projectsIcon],
 ["0", "Сокільницька, 47", 49.793756, 24.014643   , "category-name", "projects",projectsIcon],
 ["0", "Сокільницька, 48", 49.794999, 24.014664   , "category-name", "projects",projectsIcon],
 ["0", "Соколина, 49", 49.825155, 24.079101   , "category-name", "projects",projectsIcon],
 ["0", "Соколина, 49а", 49.825121, 24.079101   , "category-name", "projects",projectsIcon],
 ["0", "Соколина, 53", 49.825155, 24.079122   , "category-name", "projects",projectsIcon],
 ["0", "Солом'янка, 13", 49.818038, 23.967521   , "category-name", "projects",projectsIcon],
 ["0", "Сонячна, 44 ",49.813374, 23.995788   , "category-name", "projects",projectsIcon],
 ["0", "Сосюри, 10", 49.857066, 24.013920   , "category-name", "projects",projectsIcon],
 ["0", "Сосюри, 35", 49.857066, 24.017280   , "category-name", "projects",projectsIcon],
 ["0", "Спадиста , 1 ",49.847289, 24.032702   , "category-name", "projects",projectsIcon],
["0", "Спадиста , 1А,", 49.847249, 24.032328   , "category-name", "projects",projectsIcon],
 ["0", "Спокійна, 19", 49.829491, 23.983745   , "category-name", "projects",projectsIcon],
 ["0", "Сріблиста, 2", 49.868147, 24.023541   , "category-name", "projects",projectsIcon],
 ["0", "Сріблиста, 7", 49.867840, 24.023136   , "category-name", "projects",projectsIcon],
 ["0", "Сріблиста, 37", 49.867885, 24.019074   , "category-name", "projects",projectsIcon],
 ["0", "Січових Стрільців, 7", 49.840476, 24.025149   , "category-name", "projects",projectsIcon],
 ["0", "Січових Стрільців, 3", 49.840899, 24.025618   , "category-name", "projects",projectsIcon],
 ["0", "Січових Стрільців, 8", 49.840732, 24.024366   , "category-name", "projects",projectsIcon],
  ["0", "Січових Стрільців, 10", 49.840570, 24.024130  , "category-name", "projects",projectsIcon],
["0", "Ставова, 7 ",49.854982, 24.023397   , "category-name", "projects",projectsIcon],
 ["0", "Ставропігійська, 5", 49.842754, 24.032615   , "category-name", "projects",projectsIcon],
 ["0", "Стадників, 24", 49.842322, 23.927649   , "category-name", "projects",projectsIcon],
 ["0", "площа Старий Ринок, 1", 49.846602, 24.029488   , "category-name", "projects",projectsIcon],
 ["0", "Стародубська, 10", 49.837271, 24.003337   , "category-name", "projects",projectsIcon],
 ["0", "Староєврейська, 4", 49.840156, 24.031020   , "category-name", "projects",projectsIcon],
 ["0", "Староєврейська, 5", 49.840507, 24.031654   , "category-name", "projects",projectsIcon],
 ["0", "Староєврейська, 18 ",49.840469, 24.032508   , "category-name", "projects",projectsIcon],
 ["0", "Староєврейська, 29 ",49.840949, 24.033730   , "category-name", "projects",projectsIcon],
  ["0", "Староєврейська, 31 ",49.841001, 24.033843  , "category-name", "projects",projectsIcon],
["0", "Старознесенська, 88,", 49.850886, 24.061676   , "category-name", "projects",projectsIcon],
 ["0", "Старознесенська, 176 ",49.849655, 24.079047   , "category-name", "projects",projectsIcon],
 ["0", "Олени Степанівни, 14", 49.842697, 24.004332   , "category-name", "projects",projectsIcon],
 ["0", "Олени Степанівни, 33", 49.842419, 24.004001   , "category-name", "projects",projectsIcon],
 ["0", "Стефаника, 4 ",49.835935, 24.027256   , "category-name", "projects",projectsIcon],
["0", "Стефаника, 7А,", 49.837255, 24.026646   , "category-name", "projects",projectsIcon],
 ["0", "Kamienica Leona Sapiehy Стефаника, 11,", 49.836791, 24.026688   , "category-name", "projects",projectsIcon],
 ["0", "Стефаника, 15", 49.836323, 24.027011   , "category-name", "projects",projectsIcon],
["0", "Стефаника, 6", 49.835922, 24.027583   , "category-name", "projects",projectsIcon],
 ["0", "Ярослава Стецька, 6", 49.835189, 24.033384   , "category-name", "projects",projectsIcon],
 ["0", "Ярослава Стецька, 9", 49.834815, 24.033800   , "category-name", "projects",projectsIcon],
 ["0", "Зубрівська, 23", 49.796087, 24.0598437   , "category-name", "projects",projectsIcon],
 ["0", "Зубрівська, 32", 49.796917, 24.058291   , "category-name", "projects",projectsIcon],
 ["0", "Стороженка, 20", 49.841681, 24.000910   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 46", 49.825813, 24.026799   , "category-name", "projects",projectsIcon],
["0", "Стрийська, 46Б,", 49.825987, 24.026610   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 52", 49.820649, 24.018827   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 56", 49.821096, 24.018857   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 58 ",49.821149, 24.018986   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 62", 49.821241, 24.019426   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 72", 49.820622, 24.020059   , "category-name", "projects",projectsIcon],
["0", "Стрийська, 76А,", 49.820260, 24.019716   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 86", 49.818739, 24.019251   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 106а ",49.806963, 24.017962   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 108", 49.786732, 24.014770   , "category-name", "projects",projectsIcon],
 ["0", "Стрийська, 108а", 49.786760, 24.014781   , "category-name", "projects",projectsIcon],
  ["0", "Стрийська, 117", 49.781781, 24.020711  , "category-name", "projects",projectsIcon],
["0", "Стрілецька, 4", 49.841608, 24.058699   , "category-name", "projects",projectsIcon],
 ["0", "Стрілецька, 10", 49.842010, 24.059354   , "category-name", "projects",projectsIcon],
 ["0", "Василя Стуса, 10", 49.818913, 24.040952   , "category-name", "projects",projectsIcon],
 ["0", "Василя Стуса, 14", 49.821788, 24.039270   , "category-name", "projects",projectsIcon],
 ["0", "Василя Стуса, 20", 49.817530, 24.042958, "category-name", "projects",projectsIcon],
["0", "1-го Листопада Судова Вишня, Львівська область ",49.792280, 23.377444   , "category-name", "projects",projectsIcon],
 ["0", "Сулими, 16", 49.830790, 23.982483   , "category-name", "projects",projectsIcon],
 ["0", "Сулими, 32", 49.830041, 23.980119   , "category-name", "projects",projectsIcon],
 ["0", "Сумська, 10", 49.812261, 24.037213   , "category-name", "projects",projectsIcon],
 ["0", "Східна, 25", 49.858249, 24.030249   , "category-name", "projects",projectsIcon],
 ["0", "Східна, 29", 49.858337, 24.030619   , "category-name", "projects",projectsIcon],
 ["0", "Сяйво, 16", 49.839036, 23.978724   , "category-name", "projects",projectsIcon],
 ["0", "Сяйво, 119", 49.844474, 23.978723   , "category-name", "projects",projectsIcon],
 ["0", "Сянська, 6", 49.845957, 24.026531   , "category-name", "projects",projectsIcon],
 ["0", "Таманська, 10", 49.845380, 24.021904   , "category-name", "projects",projectsIcon],
 ["0", "Танячкевича, 7 ",49.812575, 24.044002   , "category-name", "projects",projectsIcon],
 ["0", "Генерала Тарнавського, 33", 49.829974, 24.038872   , "category-name", "projects",projectsIcon],
 ["0", "Генерала Тарнавського, 70", 49.829081, 24.037232   , "category-name", "projects",projectsIcon],
 ["0", "Генерала Тарнавського, 92", 49.828061, 24.039347   , "category-name", "projects",projectsIcon],
 ["0", "Генерала Тарнавського, 102", 49.827721, 24.040288   , "category-name", "projects",projectsIcon],
 ["0", "Татарбунарська, 7", 49.853934, 23.987664   , "category-name", "projects",projectsIcon],
["0", "Стефаника, 7А,", 49.837276, 24.026668   , "category-name", "projects",projectsIcon],
 ["0", "Творча, 56", 49.873547, 24.049687   , "category-name", "projects",projectsIcon],
 ["0", "Театральна, 4", 49.841060, 24.029859   , "category-name", "projects",projectsIcon],
 ["0", "Театральна, 10", 49.841462, 24.029781   , "category-name", "projects",projectsIcon],
 ["0", "Театральна, 11", 49.840917, 24.029390   , "category-name", "projects",projectsIcon],
["0", "Театральна, 16", 49.842195, 24.029353  , "category-name", "projects",projectsIcon],
["0", "Житловий Тернопільська, 1,", 49.815766, 24.042946   , "category-name", "projects",projectsIcon],
 ["0", "Тернопільська, 16", 49.816053, 24.038812   , "category-name", "projects",projectsIcon],
 ["0", "Тесленка, 9", 49.852786, 24.026275   , "category-name", "projects",projectsIcon],
 ["0", "Тесленка, 3", 49.852588, 24.027256   , "category-name", "projects",projectsIcon],
 ["0", "Тиктора, 4 ",49.842640, 24.025465   , "category-name", "projects",projectsIcon],
 ["0", "Тичини, 21", 49.869296, 24.033078   , "category-name", "projects",projectsIcon],
 ["0", "Тісна, 18", 49.844253, 23.977100   , "category-name", "projects",projectsIcon],
 ["0", "Тобілевича, 3", 49.836370, 24.003019   , "category-name", "projects",projectsIcon],
["0", "Льва Толстого, 37",  49.828321, 24.041283   , "category-name", "projects",projectsIcon],
 ["0", "Томашівського, 3",  49.836260, 24.028560   , "category-name", "projects",projectsIcon],
 ["0", "Топольна, 37",  49.872005, 24.023067   , "category-name", "projects",projectsIcon],
 ["0", "Торф'яна, 7",  49.861163, 24.025003   , "category-name", "projects",projectsIcon],
 ["0", "Глинянський Тракт, 104",  49.840262, 24.091397   , "category-name", "projects",projectsIcon],
 ["0", "Глинянський Тракт, 34",  49.837195, 24.075915   , "category-name", "projects",projectsIcon],
 ["0", "Глинянський Тракт, 52",  49.839082, 24.082803   , "category-name", "projects",projectsIcon],
 ["0", "Глинянський Тракт, 119",  49.840514, 24.091325   , "category-name", "projects",projectsIcon],
 ["0", "Кирила Трильовського, 2",  49.787189, 24.066012   , "category-name", "projects",projectsIcon],
 ["0", "Труша, 19",  49.823350, 23.995811  , "category-name", "projects",projectsIcon],
["0", "Шевченка, 323",  49.871793, 23.929000, "category-name", "projects",projectsIcon],
["0", "Кирила Трильовського, 20а",  49.783498, 24.063566   , "category-name", "projects",projectsIcon],
 ["0", "Базарна, 11",  49.846312, 24.018156   , "category-name", "projects",projectsIcon],
 ["0", "Львівська академічна гімназія при НУ «Львівська політехніка» Степана Бандери, 14, Львів, Львівська,", 49.835002, 24.012292   , "category-name", "projects",projectsIcon],
 ["0", "Генерала Чупринки, 130",  49.824073, 24.000280   , "category-name", "projects",projectsIcon],
["0", "Академіка Богомольця, 10",  49.837020, 24.036320   , "category-name", "projects",projectsIcon],
 ["0", "22 Січня, 87 Броди, Львівська область ", 50.075745, 25.153498   , "category-name", "projects",projectsIcon],
["0", "Івана Богуна, 1 Броди, Львівська область", 50.091531, 25.153430   , "category-name", "projects",projectsIcon],
 ["0", "Гончарська, 14 Броди, Львівська область", 50.082625, 25.139921   , "category-name", "projects",projectsIcon],
  ["0", "Енергетична, 2", 49.815690, 24.026126  , "category-name", "projects",projectsIcon],
["0", "Валова, 18", 49.839889, 24.034796   , "category-name", "projects",projectsIcon],
 ["0", "Валова, 23", 49.840365, 24.034363   , "category-name", "projects",projectsIcon],
 ["0", "Варшавська, 54", 49.859073, 24.010602   , "category-name", "projects",projectsIcon],
 ["0", "Джорджа Вашингтона, 46", 49.814334, 24.076054   , "category-name", "projects",projectsIcon],
 ["0", "Джорджа Вашингтона, 6", 49.814511, 24.071597   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 49", 49.807285, 24.003887   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 61", 49.810434, 23.995709   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 103", 49.810526, 23.993828   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 103а", 49.810526, 23.993828   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 103б", 49.810533, 23.993796   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 105 б", 49.810618, 23.993047   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 109б", 49.810701, 23.992268   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 1 ",49.807831, 24.017710   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 35 ",49.809400, 24.006549   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 55Б", 49.807527, 24.001406   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 111", 49.810751, 23.991160   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Великого, 111", 49.810744, 23.991170   , "category-name", "projects",projectsIcon],
 ["0", "Івана Виговського, 25", 49.824384, 23.967912   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Винниченка, 6", 49.839140, 24.035995   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Винниченка, 8", 49.839992, 24.036600   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Винниченка, 12", 49.840348, 24.037034   , "category-name", "projects",projectsIcon],
 ["0", "Володимира Винниченка, 32", 49.844742, 24.036105   , "category-name", "projects",projectsIcon],
 ["0", "Високий Замок, 1", 49.847122, 24.038690   , "category-name", "projects",projectsIcon],
 ["0", "Високий Замок, 4", 49.847845, 24.034297   , "category-name", "projects",projectsIcon],
 ["0", "Вірменська, 23", 49.843362, 24.032301   , "category-name", "projects",projectsIcon],
 ["0", "Вірменська, 13", 49.843323, 24.031309   , "category-name", "projects",projectsIcon],
 ["0", "Миколи Вороного, 11", 49.837793, 24.028759   , "category-name", "projects",projectsIcon],
 ["0", "Вулецька, 14", 49.796632, 24.079775   , "category-name", "projects",projectsIcon],
 ["0", "Гайдамацька, 9А", 49.852440, 24.028617   , "category-name", "projects",projectsIcon],
 ["0", "Галицька, 1", 49.841004, 24.031214   , "category-name", "projects",projectsIcon],
 ["0", "Галицька, 10", 49.840131, 24.031286   , "category-name", "projects",projectsIcon],
["0", "Галицька, 15", 49.840224, 24.031734     , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 14", 49.835719, 24.034692   , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 17", 49.836294, 24.035100   , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 33", 49.834162, 24.034580   , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 43", 49.832944, 24.034130   , "category-name", "projects",projectsIcon],
["0", "Івана Франка, 58", 49.831351, 24.032731   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 73", 49.830150, 24.032187   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 91", 49.828143, 24.033809   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 98", 49.828328, 24.033217   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 109", 49.825551, 24.033603   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 114", 49.825747, 24.032750   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 118", 49.825401, 24.033097   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 127", 49.821899, 24.031982   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 137", 49.821484, 24.029225   , "category-name", "projects",projectsIcon],
 ["0", "Івана Франка, 138", 49.823318, 24.033087   , "category-name", "projects",projectsIcon],
["0", "Олександра Фредра, 7", 49.835889, 24.033035   , "category-name", "projects",projectsIcon],
["0", "Фурманська, 1А,", 49.843584, 24.025300   , "category-name", "projects",projectsIcon],
 ["0", "Харківська, 21", 49.841165, 24.051391   , "category-name", "projects",projectsIcon],
 ["0", "Хімічна, 4", 49.854649, 24.026467   , "category-name", "projects",projectsIcon],
 ["0", "Хлібна, 1", 49.814033, 24.069869   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 241", 49.867318, 24.054015   , "category-name", "projects",projectsIcon],
["0", "Богдана Хмельницького, 10", 49.845670, 24.029421   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 29", 49.847015, 24.028346   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 36", 49.849089, 24.028495   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 100", 49.853286, 24.040183   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 113", 49.853334, 24.036610   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 119 ",49.853554, 24.037377   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 123", 49.853571, 24.038114   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 125", 49.853559, 24.038360   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 177", 49.855686, 24.045111   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 225", 49.864252, 24.051299   , "category-name", "projects",projectsIcon],
 ["0", "Богдана Хмельницького, 271", 49.873412, 24.059025   , "category-name", "projects",projectsIcon],
 ["0", "Холодна, 79", 49.864625, 23.970374  , "category-name", "projects",projectsIcon],
["0", "Труша, 19", 49.823357, 23.995832   , "category-name", "projects",projectsIcon],
 ["0", "Туган-Барановського, 4", 49.837552, 24.038461   , "category-name", "projects",projectsIcon],
 ["0", "Туган-Барановського, 3", 49.837453, 24.038806   , "category-name", "projects",projectsIcon],
 ["0", "Туган-Барановського, 5", 49.837192, 24.038929   , "category-name", "projects",projectsIcon],
 ["0", "Туган-Барановського, 26", 49.836652, 24.039068   , "category-name", "projects",projectsIcon],
 ["0", "Героїв УПА, 12 ",49.834770, 24.003637   , "category-name", "projects",projectsIcon],
 ["0", "Героїв УПА, 15 ",49.834552, 24.003913   , "category-name", "projects",projectsIcon],
 ["0", "Героїв УПА, 63 ",49.830838, 23.996709   , "category-name", "projects",projectsIcon],
 ["0", "Турецька, 2 ",49.829431, 24.029003   , "category-name", "projects",projectsIcon],
["0", "Турянського, 19А,", 49.849180, 24.003098   , "category-name", "projects",projectsIcon],
 ["0", "Тютюнників, 2 ",49.830073, 24.036304   , "category-name", "projects",projectsIcon],
 ["0", "Тютюнників, 12 ",49.828501, 24.035728   ,  "category-name", "projects",projectsIcon],  
["0", "Угнівська, 2", 49.854531, 24.015370   , "category-name", "projects",projectsIcon],
 ["0", "Угорська, 10", 49.811476, 24.041329   , "category-name", "projects",projectsIcon],
 ["0", "Угорська, 22", 49.809611, 24.049094   , "category-name", "projects",projectsIcon],
 ["0", "Угорська, 27", 49.810712, 24.045554   , "category-name", "projects",projectsIcon],
 ["0", "Ужгородська, 12", 49.846777, 24.032608   , "category-name", "projects",projectsIcon],
 ["0", "Лесі Українки, 18", 49.843600, 24.031465   , "category-name", "projects",projectsIcon],
 ["0", "Лесі Українки, 20", 49.843582, 24.031634   , "category-name", "projects",projectsIcon],
["0", "Устияновича, 8А,", 49.836581, 24.015896   , "category-name", "projects",projectsIcon],
 ["0", "Фабрична, 15", 49.832977, 23.975192   , "category-name", "projects",projectsIcon],
 ["0", "Івана Федорова, 1", 49.843151, 24.033379   , "category-name", "projects",projectsIcon],
 ["0", "Івана Федорова, 10", 49.842294, 24.033342   , "category-name", "projects",projectsIcon],
 ["0", "Федьковича, 13", 49.835298, 24.003131   , "category-name", "projects",projectsIcon],
 ["0", "Федьковича, 18", 49.835372, 24.002657   , "category-name", "projects",projectsIcon],
 ["0", "Федьковича, 27", 49.834334, 24.001620   , "category-name", "projects",projectsIcon],
 ["0", "Федьковича, 34", 49.833939, 24.000382   , "category-name", "projects",projectsIcon],
 ["0", "Академіка Філатова, 18", 49.838199, 24.039217   , "category-name", "projects",projectsIcon],
 ["0", "Під Дубом, 7Б", 49.849911, 24.022299   , "category-name", "projects",projectsIcon],
["0", "Рівненська , 4", 49.830052, 23.958573   , "category-name", "projects",projectsIcon],
 ["0", "Братів Рогатинців, 18", 49.840207, 24.033119   , "category-name", "projects",projectsIcon],
 ["0", "Братів Рогатинців, 32", 49.840731, 24.034955   , "category-name", "projects",projectsIcon],
 ["0", "Розбіжна, 3", 49.800898, 24.062339   , "category-name", "projects",projectsIcon],
 ["0", "Роксоляни, 4", 49.847172, 23.969198   , "category-name", "projects",projectsIcon],
 ["0", "Розточчя, 19", 49.876744, 24.048179   , "category-name", "projects",projectsIcon],
["0", "Розточчя, 98А,", 49.877984, 24.049123   , "category-name", "projects",projectsIcon],
 ["0", "Розточчя, 110", 49.876991, 24.048948   , "category-name", "projects",projectsIcon],
 ["0", "Федьковича, 54/56", 49.833540, 23.998271   , "category-name", "projects",projectsIcon],
 ["0", "Романчука, 2", 49.834626, 24.039220   , "category-name", "projects",projectsIcon],
 ["0", "Романчука, 9", 49.833991, 24.039177   , "category-name", "projects",projectsIcon],
 ["0", "Романчука, 16", 49.833856, 24.038701   , "category-name", "projects",projectsIcon],
 ["0", "Руданського, 1", 49.838274, 24.030671   , "category-name", "projects",projectsIcon],
 ["0", "Руданського, 3 ",49.838158, 24.030313   , "category-name", "projects",projectsIcon],
 ["0", "Академіка Рудницького, 56", 49.821168, 23.999297   , "category-name", "projects",projectsIcon],
 ["0", "Бориса Романицького, 24", 49.831507, 24.013835   , "category-name", "projects",projectsIcon],
 ["0", "Кам'яниця Вартановичівська Руська, 4,", 49.841445, 24.033134   , "category-name", "projects",projectsIcon],
 ["0", "Івана Рутковича, 15", 49.827696, 24.033248  , "category-name", "projects",projectsIcon],
["0", "Плужника, 4", 49.863485, 24.009634   , "category-name", "projects",projectsIcon],
 ["0", "Повітряна, 24", 49.845281, 23.977167   , "category-name", "projects",projectsIcon],
 ["0", "Повітряна, 58", 49.844611, 23.972779   , "category-name", "projects",projectsIcon],
 ["0", "Повітряна, 63 ",49.844388, 23.972574   , "category-name", "projects",projectsIcon],
 ["0", "Повстанська, 4", 49.827037, 23.998312   , "category-name", "projects",projectsIcon],
["0", "Повстанська, 5", 49.826872, 23.999366   , "category-name", "projects",projectsIcon],
 ["0", "Повстанська, 6", 49.826918, 23.998622   , "category-name", "projects",projectsIcon],
 ["0", "Повстанська, 10", 49.826194, 23.999642   , "category-name", "projects",projectsIcon],
 ["0", "Погулянка, 4", 49.829229, 24.051314   , "category-name", "projects",projectsIcon],
 ["0", "Погулянка, 4А", 49.828917, 24.051953   , "category-name", "projects",projectsIcon],
 ["0", "Поетична, 5", 49.841459, 24.088104   , "category-name", "projects",projectsIcon],
 ["0", "Поетична, 26", 49.841455, 24.091471   , "category-name", "projects",projectsIcon],
 ["0", "Покутська, 16", 49.860409, 24.024360   , "category-name", "projects",projectsIcon],
 ["0", "Політехнічна, 6", 49.834103, 24.014252   , "category-name", "projects",projectsIcon],
 ["0", "Політехнічна, 7", 49.834026, 24.014594   , "category-name", "projects",projectsIcon],
 ["0", "Політехнічна, 8", 49.833977, 24.014277   , "category-name", "projects",projectsIcon],
 ["0", "Валер'яна Поліщука, 78", 49.832000, 23.993952   , "category-name", "projects",projectsIcon],
 ["0", "Полуднева, 9", 49.836511, 24.084277   , "category-name", "projects",projectsIcon],
 ["0", "Полунична, 7", 49.868434, 24.050214   , "category-name", "projects",projectsIcon],
 ["0", "Поморянська , 9", 49.832736, 24.086160   , "category-name", "projects",projectsIcon],
 ["0", "Поперечна, 20", 49.826901, 23.987737   , "category-name", "projects",projectsIcon],
 ["0", "Поповича, 9", 49.834793, 24.030358   , "category-name", "projects",projectsIcon],
 ["0", "Порохова, 6", 49.828402, 23.989174   , "category-name", "projects",projectsIcon],
 ["0", "Потелицька, 28", 49.853927, 24.051421   , "category-name", "projects",projectsIcon],
 ["0", "Приязна, 9", 49.845631, 24.085838   , "category-name", "projects",projectsIcon],
 ["0", "Прогулкова, 23", 49.842768, 24.075747   , "category-name", "projects",projectsIcon],
 ["0", "Прогулкова, 30", 49.842195, 24.076607   , "category-name", "projects",projectsIcon],
 ["0", "Поштова, 8", 49.859254, 24.008755   , "category-name", "projects",projectsIcon],
 ["0", "Природна, 3", 49.827782, 24.006771   , "category-name", "projects",projectsIcon],
 ["0", "проспект Свободи, 27", 49.842162, 24.026436   , "category-name", "projects",projectsIcon],
 ["0", "проспект Свободи, 13", 49.840784, 24.027114   , "category-name", "projects",projectsIcon],
 ["0", "проспект Шевченка, 10", 49.837361, 24.030829   , "category-name", "projects",projectsIcon],
 ["0", "проспект Шевченка, 21", 49.836398, 24.032350   , "category-name", "projects",projectsIcon],
 ["0", "проспект Шевченка, 26", 49.835942, 24.031592   , "category-name", "projects",projectsIcon],
 ["0", "проспект Шевченка, 27", 49.835784, 24.032526   , "category-name", "projects",projectsIcon],
 ["0", "Івана Пулюя, 28", 49.800497, 23.985995   , "category-name", "projects",projectsIcon],
 ["0", "Пустомитівська, 19", 49.819409, 23.984835   , "category-name", "projects",projectsIcon],
 ["0", "П'ясецького, 4", 49.825879, 23.936457   , "category-name", "projects",projectsIcon],
 ["0", "П'ясецького, 8", 49.826274, 23.936113   , "category-name", "projects",projectsIcon],
 ["0", "Равська, 6", 49.858040, 24.043645   , "category-name", "projects",projectsIcon],
 ["0", "Раковського, 16", 49.814604, 24.051692   , "category-name", "projects",projectsIcon],
 ["0", "Рахівська, 31", 49.805790, 24.048782   , "category-name", "projects",projectsIcon],
 ["0", "Ребета, 16", 49.854894, 24.049270   , "category-name", "projects",projectsIcon],
 ["0", "Резедова, 4", 49.865158, 23.961994   , "category-name", "projects",projectsIcon],
 ["0", "Рєпіна, 9", 49.840260, 24.055152   , "category-name", "projects",projectsIcon],
["0", "Франтішека Ржегоржа, 16", 49.859217, 24.021579   , "category-name", "projects",projectsIcon],
 ["0", "Рильського, 10", 49.834169, 24.042924   , "category-name", "projects",projectsIcon],
 ["0", "Розкіш, 18", 49.845544, 24.075789  , "category-name", "projects",projectsIcon],
["0", "Наукова, 10А,", 49.806365, 24.003547   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 2Д ",49.803712, 24.008109   , "category-name", "projects",projectsIcon],
 ["0", "Мучна, 19", 49.838549, 24.060976   , "category-name", "projects",projectsIcon],
 ["0", "Мучна, 31", 49.839514, 24.060847   , "category-name", "projects",projectsIcon],
 ["0", "Мучна, 45", 49.840464, 24.058939   , "category-name", "projects",projectsIcon],
 ["0", "Мучна, 46", 49.840739, 24.059394   , "category-name", "projects",projectsIcon],
 ["0", "Над'ярна, 4 ",49.839539, 24.084321   , "category-name", "projects",projectsIcon],
 ["0", "Навроцького, 7", 49.811686, 24.047532   , "category-name", "projects",projectsIcon],
 ["0", "На Чвертях, 21", 49.846213, 23.972047   , "category-name", "projects",projectsIcon],
 ["0", "На Чвертях, 24", 49.846123, 23.972307   , "category-name", "projects",projectsIcon],
 ["0", "На Чвертях, 62", 49.848555, 23.971386   , "category-name", "projects",projectsIcon],
 ["0", "На Чвертях, 76", 49.850007, 23.970588   , "category-name", "projects",projectsIcon],
 ["0", "Незалежності, 33 Винники, Львівська область", 49.810549,24.145685   , "category-name", "projects",projectsIcon],
["0", "Некрасова, 55А,", 49.836533, 24.057083   , "category-name", "projects",projectsIcon],
 ["0", "ЛОКЛ Некрасова, 15,  79000", 49.838227, 24.049138   , "category-name", "projects",projectsIcon],
["0", "Немирівська, 35", 49.847123, 23.971124   , "category-name", "projects",projectsIcon],
["0", "Низинна, 52", 49.840155, 23.970559   , "category-name", "projects",projectsIcon],
 ["0", "Ніжинська, 7", 49.839993, 24.052845   , "category-name", "projects",projectsIcon],
 ["0", "Ніжинська, 17", 49.840903, 24.054135   , "category-name", "projects",projectsIcon],
 ["0", "Ніщинського, 7 ",49.841273, 24.064683   , "category-name", "projects",projectsIcon],
 ["0", "Ніщинського, 38", 49.837895, 24.067173   , "category-name", "projects",projectsIcon],
 ["0", "Левицького, 5", 49.836371, 24.035860   , "category-name", "projects",projectsIcon],
 ["0", "Олекси Новаківського, 3 ",49.837474, 24.015746   , "category-name", "projects",projectsIcon],
 ["0", "Олекси Новаківського, 14 ",49.836654, 24.016291   , "category-name", "projects",projectsIcon],
 ["0", "Новий Світ, 16", 49.834031, 24.012076   , "category-name", "projects",projectsIcon],
 ["0", "Новий Світ, 20", 49.834221, 24.011645   , "category-name", "projects",projectsIcon],
 ["0", "Івана Огієнка, 7", 49.841626, 24.018700   , "category-name", "projects",projectsIcon],
 ["0", "Івана Огієнка, 8", 49.841146, 24.019295   , "category-name", "projects",projectsIcon],
 ["0", "Івана Огієнка, 9", 49.841770, 24.018373   , "category-name", "projects",projectsIcon],
 ["0", "Одеська, 15", 49.840382, 24.008156   , "category-name", "projects",projectsIcon],
 ["0", "Ожешко, 11", 49.827475, 23.996471   , "category-name", "projects",projectsIcon],
 ["0", "Озерна, 18", 49.848279, 23.982036   , "category-name", "projects",projectsIcon],
 ["0", "Околична, 18", 49.819999, 24.009073   , "category-name", "projects",projectsIcon],
 ["0", "Окружна, 35", 49.828796, 23.980954   , "category-name", "projects",projectsIcon],
 ["0", "Окружна, 80", 49.825560, 23.986671   , "category-name", "projects",projectsIcon],
 ["0", "Олесницького, 5", 49.843183, 23.977932   , "category-name", "projects",projectsIcon],
 ["0", "Олесницького, 20", 49.844664, 23.978015   , "category-name", "projects",projectsIcon],
 ["0", "Олесницького, 22", 49.844926, 23.977797   , "category-name", "projects",projectsIcon],
 ["0", "Олесницького, 65", 49.846870, 23.977105   , "category-name", "projects",projectsIcon],
 ["0", "Олесницького, 107", 49.849268, 23.976221   , "category-name", "projects",projectsIcon],
 ["0", "Олександра Олеся, 15", 49.828193, 24.053622   , "category-name", "projects",projectsIcon],
 ["0", "Олександра Олеся, 25", 49.827702, 24.056285   , "category-name", "projects",projectsIcon],
 ["0", "Ольжича, 11 ",49.826103, 24.053846   , "category-name", "projects",projectsIcon],
 ["0", "Ольжича, 12 ",49.825857, 24.053525   , "category-name", "projects",projectsIcon],
 ["0", "Орельська, 20", 49.836622, 23.976027   , "category-name", "projects",projectsIcon],
 ["0", "Орельська, 45", 49.839505, 23.975616   , "category-name", "projects",projectsIcon],
["0", "Пилипа Орлика, 4", 49.874227, 24.034765   , "category-name", "projects",projectsIcon],
 ["0", "Орна, 3", 49.866670, 24.011080   , "category-name", "projects",projectsIcon],
 ["0", "Театральна, 22", 49.844678, 24.028367   , "category-name", "projects",projectsIcon],
 ["0", "Остроградських, 2", 49.827127, 24.014833   , "category-name", "projects",projectsIcon],
 ["0", "Остроградських, 5", 49.826858, 24.014669   , "category-name", "projects",projectsIcon],
 ["0", "Остроградських, 14", 49.825678, 24.014469   , "category-name", "projects",projectsIcon],
 ["0", "Остроградських, 16", 49.825938, 24.013753   , "category-name", "projects",projectsIcon],
 ["0", "Якова Остряниці, 3", 49.853779, 24.035859   , "category-name", "projects",projectsIcon],
 ["0", "Очеретяна, 5", 49.875918, 24.047585   , "category-name", "projects",projectsIcon],
 ["0", "Академіка Павлова, 5", 49.835617, 24.039746   , "category-name", "projects",projectsIcon],
 ["0", "Академіка Павлова, 6", 49.835345, 24.039400   , "category-name", "projects",projectsIcon],
 ["0", "Панчишина, 5", 49.827188, 24.052035   , "category-name", "projects",projectsIcon],
 ["0", "Панчишина, 7", 49.827331, 24.051708   , "category-name", "projects",projectsIcon],
 ["0", "Панчишина, 14-16", 49.827866, 24.051370   , "category-name", "projects",projectsIcon],
 ["0", "Панчишина, 19", 49.828399, 24.050713   , "category-name", "projects",projectsIcon],
 ["0", "Папоротна, 26", 49.847588, 23.983498   , "category-name", "projects",projectsIcon],
 ["0", "Пасічна, 59", 49.826039, 24.073990   , "category-name", "projects",projectsIcon],
 ["0", "Пасічна, 69", 49.823941, 24.075462   , "category-name", "projects",projectsIcon],
 ["0", "Пасічна, 160-167", 49.807085, 24.065489   , "category-name", "projects",projectsIcon],
 ["0", "Пасічна, 171", 49.804317, 24.072524   , "category-name", "projects",projectsIcon],
 ["0", "Ярослава Пастернака, 7", 49.832836, 23.999076   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 28 ",49.837737, 24.039259   , "category-name", "projects",projectsIcon],
 ["0", "Патона, 2", 49.823394, 23.961674   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 11", 49.837993, 24.038535   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 28", 49.837746, 24.039261   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 31", 49.837804, 24.041787   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 34", 49.837905, 24.040119   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 47", 49.837095, 24.044019   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 49", 49.837089, 24.044250   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 53", 49.836906, 24.044651   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 57", 49.836702, 24.045351   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 65", 49.836437, 24.046879   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 89", 49.834555, 24.050588   , "category-name", "projects",projectsIcon],
 ["0", "Пекарська, 93", 49.834323, 24.051013   , "category-name", "projects",projectsIcon],
 ["0", "Перемиська, 3", 49.826737, 24.002612   , "category-name", "projects",projectsIcon],
 ["0", "Перова, 11", 49.839138, 24.006752   , "category-name", "projects",projectsIcon],
 ["0", "Перфецького, 2", 49.814852, 23.986339   , "category-name", "projects",projectsIcon],
 ["0", "Симона Петлюри, 22", 49.820687, 23.978159   , "category-name", "projects",projectsIcon],
 ["0", "Оксани Петрусенко, 2", 49.854410, 24.053063   , "category-name", "projects",projectsIcon],
 ["0", "площа Євгена Петрушевича, 2-3", 49.833035, 24.036767   , "category-name", "projects",projectsIcon],
 ["0", "Підгаєцька, 16", 49.827946, 23.965059   , "category-name", "projects",projectsIcon],
 ["0", "Підгірна , 3", 49.847140, 24.030485   , "category-name", "projects",projectsIcon],
["0", "Під Голоском, 21", 49.870319, 24.002955   , "category-name", "projects",projectsIcon],
["0", "Під Дубом, 7", 49.850402, 24.022378   , "category-name", "projects",projectsIcon],
["0", "Під Дубом, 14 ",49.850861, 24.022072   , "category-name", "projects",projectsIcon],
["0", "Під Дубом, 16", 49.850632, 24.021872   , "category-name", "projects",projectsIcon],
 ["0", "Піскова, 11", 49.842060, 24.050831   , "category-name", "projects",projectsIcon],
 ["0", "Піскова, 32", 49.841563, 24.052466   , "category-name", "projects",projectsIcon],
 ["0", "Піскова, 35", 49.841046, 24.054015   , "category-name", "projects",projectsIcon],
 ["0", "Планерна, 17", 49.840117, 23.975662   , "category-name", "projects",projectsIcon],
 ["0", "Кам'яниця Бернатовичівська площа Ринок, 8,", 49.842010, 24.032849   , "category-name", "projects",projectsIcon],
 ["0", "Кам'яниця Гаслярівська площа Ринок, 11,", 49.841348, 24.032730   , "category-name", "projects",projectsIcon],
 ["0", "Кам'яниця Бєльскіх площа Ринок, 20,", 49.841044, 24.031449  , "category-name", "projects",projectsIcon],
["0", "Мучна, 48", 49.840800, 24.059221   , "category-name", "projects",projectsIcon],
 ["0", "Нагірна, 61", 49.877670, 24.055203   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 12", 49.803760, 24.004482   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 49", 49.804057, 23.990291   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 53", 49.804108, 23.986675     , "category-name", "projects",projectsIcon],
["0", "Наукова, 66", 49.805903, 23.993509   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 96", 49.805477, 23.989116   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 110", 49.808081, 23.989291   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 4-6", 49.803843, 24.004450   , "category-name", "projects",projectsIcon],
 ["0", "Наукова, 12", 49.803746, 24.004493    ,  "category-name","projects",projectsIcon],  
["0", "вулиця Хорватська, 8 Львів, Львівська область ", 49.843831, 24.015428, "category-name", "projects",projectsIcon],
["0", "вулиця Хортицька, 15 Львів, Львівська область ", 49.801885, 24.035375, "category-name", "projects",projectsIcon],
["0", "вулиця Хотинська, 2 Львів, Львівська область ", 49.837728, 24.005108, "category-name", "projects",projectsIcon],
["0", "вулиця Хуторівка, 2 Львів, Львівська область ", 49.800763, 24.021522, "category-name", "projects",projectsIcon],
["0", "вулиця Хуторівка, 28 Львів, Львівська область ", 49.800343, 24.050031, "category-name", "projects",projectsIcon],
["0", "вулиця Цегельського, 10А, Львів, Львівська область ", 49.821610, 24.000674, "category-name", "projects",projectsIcon],
["0", "вулиця Цегельського, 15 Львів, Львівська область ", 49.821759, 24.001684, "category-name", "projects",projectsIcon],
["0", "вулиця Циганівка, 7 Львів, Львівська область ", 49.857110, 24.026580, "category-name", "projects",projectsIcon],
["0", "вулиця Чагарникова, 11 Львів, Львівська область ", 49.836259, 23.963927, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 27 Львів, Львівська область ", 49.836432, 24.027949, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 13 Львів, Львівська область ", 49.837184, 24.029295, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 15 Львів, Львівська область ", 49.837146, 24.029037, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 20 Львів, Львівська область ", 49.836822, 24.028015, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 26А Львів, Львівська область ", 49.804479, 24.045480, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 69 Львів, Львівська область ", 49.796759, 24.057459, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 82 Львів, Львівська область ", 49.787403, 24.058074, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 62-А, Львів, Львівська область,  ", 49.791990, 24.056065, "category-name", "projects",projectsIcon],
["0", "вулиця Червона, 33 Львів, Львівська область ", 49.825772, 24.007174, "category-name", "projects",projectsIcon],
["0", "вулиця Червона, 18 Львів, Львівська область ", 49.825953, 24.008073, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 46-48 Львів, Львівська область ", 49.797046, 24.051873, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 76 Львів, Львівська область ", 49.788235, 24.058351, "category-name", "projects",projectsIcon],
["0", "вулиця Чернігівська, 29 Львів, Львівська область ", 49.837529, 24.043428, "category-name", "projects",projectsIcon],
["0", "вулиця Черемшини, 29 Львів, Львівська область ", 49.832846, 24.061701, "category-name", "projects",projectsIcon],
["0", "вулиця Чечета, 56 Львів, Львівська область ", 49.848812, 23.974517, "category-name", "projects",projectsIcon],
["0", "вулиця Чикаленка, 12 Львів, Львівська область ", 49.861151, 23.969787, "category-name", "projects",projectsIcon],
["0", "вулиця Чижевського, 17 Львів, Львівська область ", 49.843387, 23.975164, "category-name", "projects",projectsIcon],
["0", "вулиця Чижевського, 55 Львів, Львівська область ", 49.846407, 23.974262, "category-name", "projects",projectsIcon],
["0", "проспект В'ячеслава Чорновола, 13 Львів, Львівська область ", 49.846866, 24.025338, "category-name", "projects",projectsIcon],
["0", "проспект В'ячеслава Чорновола, 25 Львів, Львівська область ", 49.847509, 24.025199, "category-name", "projects",projectsIcon],
["0", "проспект В'ячеслава Чорновола, 45а Львів, Львівська область,  ", 49.852498, 24.023365, "category-name", "projects",projectsIcon],
["0", "проспект В'ячеслава Чорновола, 9 Львів, Львівська область ", 49.846733, 24.025224, "category-name", "projects",projectsIcon],
["0", "Чумацька вулиця, 3 Львів, Львівська область ", 49.841221, 24.065332, "category-name", "projects",projectsIcon],
["0", "Чумацька вулиця, 1 Львів, Львівська область ", 49.841171, 24.065409, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 5 Львів, Львівська область ", 49.833684, 24.015363, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 62 Львів Львівська область ", 49.830767, 24.008360, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 67 Львів, Львівська область ", 49.828516, 24.005818, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 70 Львів, Львівська область ", 49.830401, 24.007743, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 75 Львів, Львівська область ", 49.827835, 24.004974, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 123 Львів, Львівська область ", 49.822095, 23.999791, "category-name", "projects",projectsIcon],
["0", "вулиця Ізидора Шараневича, 7А, Львів, Львівська область ", 49.840715, 24.002358, "category-name", "projects",projectsIcon],
["0", "вулиця Ізидора Шараневича, 8-10 Львів, Львівська область ", 49.840997, 24.002344, "category-name", "projects",projectsIcon],
["0", "вулиця Ізидора Шараневича, 29 Львів, Львівська область ", 49.840689, 23.999786, "category-name", "projects",projectsIcon],
["0", "вулиця Ізидора Шараневича, 31 Львів, Львівська область ", 49.840660, 23.999612, "category-name", "projects",projectsIcon],
["0", "площа Маркіяна Шашкевича, 1 Львів, Львівська область ", 49.835206, 24.019361, "category-name", "projects",projectsIcon],
["0", "площа Маркіяна Шашкевича, 2 Львів, Львівська область ", 49.834974, 24.019493, "category-name", "projects",projectsIcon],
["0", "вулиця Шевська, 4 Львів, Львівська область,  ", 49.842298, 24.030077, "category-name", "projects",projectsIcon],
["0", "вулиця Шевська, 6 Львів, Львівська область,  ", 49.842244, 24.029987, "category-name", "projects",projectsIcon],
["0", "вулиця Шевська, 10 Львів, Львівська область,  ", 49.842212, 24.029776, "category-name", "projects",projectsIcon],
["0", "шевченка, Львів, Львівська область,  ", 49.869953, 23.955009, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 20 Львів, Львівська область ", 49.843125, 24.015997, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 15 Львів, Львівська область ", 49.844574, 24.009927, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 16 Львів, Львівська область ", 49.843076, 24.016363, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 24 Львів, Львівська область ", 49.843197, 24.015410, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 36 Львів, Львівська область ", 49.844006, 24.013574, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 39 Львів, Львівська область ", 49.846218, 24.005209, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 47/45 Львів, Львівська область ", 49.846641, 24.003833, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 48 Львів, Львівська область ", 49.844357, 24.011913, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 50 Львів, Львівська область ", 49.844464, 24.011305, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 57 Львів, Львівська область ", 49.846892, 24.002310, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 67 Львів, Львівська область ", 49.847497, 24.001272, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 72 Львів, Львівська область ", 49.846386, 24.006402, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 147 Львів, Львівська область ", 49.858193, 23.974815, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 154 Львів, Львівська область ", 49.854247, 23.986753, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 209 Львів, Львівська область ", 49.861597, 23.966150, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 238 Львів, Львівська область ", 49.860711, 23.969448, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 317 Львів, Львівська область ", 49.871269, 23.939076, "category-name", "projects",projectsIcon],
["0", "шевченка, 350 Львів, Львівська область,  ", 49.869949, 23.955001, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 358 Львів, Львівська область ", 49.868564, 23.952362, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 366Б Львів, Львівська область ", 49.869349, 23.951530, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 68 Львів, Львівська область ", 49.845998, 24.006986, "category-name", "projects",projectsIcon],
["0", "вулиця Шептицьких, 10 Львів, Львівська область ", 49.837694, 24.010709, "category-name", "projects",projectsIcon],
["0", "вулиця Шептицьких, 27 Львів, Львівська область ", 49.837169, 24.008119, "category-name", "projects",projectsIcon],
["0", "вулиця Широка, 81 Львів, Львівська область ", 49.841249, 23.967466, "category-name", "projects",projectsIcon],
["0", "вулиця Шопена, 3 Львів, Львівська область ", 49.842033, 24.020853, "category-name", "projects",projectsIcon],
["0", "вулиця Шпитальна, 9 Львів, Львівська область ", 49.844512, 24.023173, "category-name", "projects",projectsIcon],
["0", "вулиця Шпитальна, 15 Львів, Львівська область ", 49.844475, 24.022007, "category-name", "projects",projectsIcon],
["0", "вулиця Шпитальна, 28 Львів, Львівська область ", 49.845270, 24.020909, "category-name", "projects",projectsIcon],
["0", "вулиця Шумського, 7 Львів, Львівська область ", 49.821025, 24.004574, "category-name", "projects",projectsIcon],
["0", "вулиця Щекавицька, 2 Львів, Львівська область ", 49.841859, 24.002505, "category-name", "projects",projectsIcon],
["0", "вулиця Щирецька, 131 Львів, Львівська область ", 49.808622, 23.963931, "category-name", "projects",projectsIcon],
["0", "вулиця Щоголева, 4 Львів, Львівська область ", 49.858298, 24.056990, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Юнаківа, 9 Львів, Львівська область ", 49.847264, 24.000815, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Юнаківа, 14 Львів, Львівська область ", 49.846682, 24.000268, "category-name", "projects",projectsIcon],
["0", "вулиця Юнацька, 6 Рудне, Львівська область ", 49.841118, 23.871061, "category-name", "projects",projectsIcon],
["0", "вулиця Яблунева, 7 Львів, Львівська область ", 49.860304, 24.007674, "category-name", "projects",projectsIcon],
["0", "вулиця Яворницького, 5 Винники, Львівська область ", 49.816098, 24.153221, "category-name", "projects",projectsIcon],
["0", "вулиця Яловець, 4 Львів, Львівська область ", 49.835163, 24.075186, "category-name", "projects",projectsIcon],
["0", "вулиця Ярославенка, 21 Львів, Львівська область ", 49.819414, 24.032205, "category-name", "projects",projectsIcon],
["0", "вулиця Ярославенка, 29 Львів, Львівська область ", 49.818391, 24.031142, "category-name", "projects",projectsIcon],
["0", "вулиця Ясна, 32 Брюховичі, Львівська область ", 49.900391, 23.958218, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 62 Львів, Львівська область ", 49.845871, 24.008119, "category-name", "projects",projectsIcon],
["0", "вулиця Ряснянська, 44 Львів, Львівська область ", 49.871823, 23.957996, "category-name", "projects",projectsIcon],
["0", "вулиця Сагайдачного, 3 Львів, Львівська область ", 49.840608, 24.056079, "category-name", "projects",projectsIcon],
["0", "вулиця Садівнича, 21 Львів, Львівська область ", 49.824308, 24.077083, "category-name", "projects",projectsIcon],
["0", "вулиця Садівнича, 12 Львів, Львівська область ", 49.824877, 24.076088, "category-name", "projects",projectsIcon],
["0", "вулиця Садова, 25А, Львів, Львівська область ", 49.821789, 23.984864, "category-name", "projects",projectsIcon],
["0", "вулиця Саксаганського, 16 Львів, Львівська область ", 49.834110, 24.033234, "category-name", "projects",projectsIcon],
["0", "вулиця Саксаганського, 11 Львів, Львівська область ", 49.834718, 24.033212, "category-name", "projects",projectsIcon],
["0", "вулиця Саксаганського, 13 Львів, Львівська область ", 49.834288, 24.033755, "category-name", "projects",projectsIcon],
["0", "вулиця Саксаганського, 22 Львів, Львівська область ", 49.833814, 24.033765, "category-name", "projects",projectsIcon],
["0", "вулиця Самійленка, 22 Львів, Львівська область ", 49.831024, 24.038638, "category-name", "projects",projectsIcon],
["0", "вулиця Уласа Самчука, 13 Львів, Львівська область ", 49.824589, 24.031744, "category-name", "projects",projectsIcon],
["0", "вулиця Уласа Самчука, 17 Львів, Львівська область ", 49.824181, 24.032257, "category-name", "projects",projectsIcon],
["0", "вулиця Сарненська, 4 Львів, Львівська область ", 49.822817, 24.004286, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 82 Львів, Львівська область ", 49.819874, 24.017779, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 6 Львів, Львівська область ", 49.832066, 24.017162, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 58 Львів, Львівська область, ", 49.824110, 24.011507, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 80 Львів, Львівська область ", 49.820773, 24.016755, "category-name", "projects",projectsIcon],
["0", "вулиця Іларіона Свєнціцького, 7 Львів, Львівська область ", 49.826416, 24.035095, "category-name", "projects",projectsIcon],
["0", "вулиця Світанкова, 13 Львів, Львівська область ", 49.787819, 24.077342, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 1 Львів, Львівська область ", 49.839715, 24.028206, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 7 Львів, Львівська область ", 49.840174, 24.027623, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 19 Львів, Львівська область ", 49.841644, 24.026813, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 33 Львів, Львівська область ", 49.842714, 24.026091, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 35 Львів, Львівська область ", 49.842931, 24.025934, "category-name", "projects",projectsIcon],
["0", "проспект Свободи, 39 Львів, Львівська область ", 49.843286, 24.025899, "category-name", "projects",projectsIcon],
["0", "площа Святого Теодора, 11 Львів, Львівська область ", 49.846780, 24.026543, "category-name", "projects",projectsIcon],
["0", "вулиця Севастопольська, 8 Львів, Львівська область ", 49.837888, 24.042994, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Севери, 5 Львів, Львівська область ", 49.825619, 24.037781, "category-name", "projects",projectsIcon],
["0", "вулиця Сеньковича, 10 Львів, Львівська область ", 49.868507, 24.022485, "category-name", "projects",projectsIcon],
["0", "вулиця Сигнівка, 50 Львів, Львівська область ", 49.825600, 23.957287, "category-name", "projects",projectsIcon],
["0", "вулиця Василя Симоненка, 7, Львів, Львівська область ", 49.808038, 23.987941, "category-name", "projects",projectsIcon],
["0", "вулиця Сихівська, 2 Львів, Львівська область ", 49.795429, 24.066788, "category-name", "projects",projectsIcon],
["0", "вулиця Сихівська, 2-10 Львів, Львівська область ", 49.795106, 24.066996, "category-name", "projects",projectsIcon],
["0", "вулиця Сихівська, 4 Львів, Львівська область ", 49.795300, 24.065866, "category-name", "projects",projectsIcon],
["0", "вулиця Сихівська, 11 Львів, Львівська область ", 49.796397, 24.064110, "category-name", "projects",projectsIcon],
["0", "вулиця Сінна, 16А, Львів, Львівська область ", 49.861167, 24.029899, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Сірка, 3 Львів, Львівська область ", 49.844143, 23.968556, "category-name", "projects",projectsIcon],
["0", "вулиця Січнева, 5 Львів, Львівська область ", 49.832474, 24.083766, "category-name", "projects",projectsIcon],
["0", "вулиця Січова, 10 Львів, Львівська область ", 49.836730, 24.085177, "category-name", "projects",projectsIcon],
["0", "вулиця Січова, 29 Львів, Львівська область ", 49.836206, 24.087666, "category-name", "projects",projectsIcon],
["0", "вулиця Скельна, 1 Львів, Львівська область ", 49.832307, 24.034748, "category-name", "projects",projectsIcon],
["0", "вулиця Скельна, 3 Львів, Львівська область ", 49.832506, 24.034229, "category-name", "projects",projectsIcon],
["0", "вулиця Йосипа Сліпого, 15 Львів, Львівська область ", 49.829625, 24.042047, "category-name", "projects",projectsIcon],
["0", "вулиця Смаль-Стоцького, 38 Львів, Львівська область ", 49.831558, 23.996238, "category-name", "projects",projectsIcon],
["0", "вулиця Снопківська, 16 Львів, Львівська область ", 49.827304, 24.034895, "category-name", "projects",projectsIcon],
["0", "вулиця Снопківська, 14 Львів, Львівська область ", 49.827511, 24.034799, "category-name", "projects",projectsIcon],
["0", "вулиця Снопківська, 33 Львів, Львівська область ", 49.826334, 24.036493, "category-name", "projects",projectsIcon],
["0", "вулиця Сосюри, 10 Львів, Львівська область ", 49.857093, 24.013920, "category-name", "projects",projectsIcon],
["0", "вулиця Сосюри, 35 Львів, Львівська область ", 49.857094, 24.017313, "category-name", "projects",projectsIcon],
["0", "вулиця Сріблиста, 2 Львів, Львівська область ", 49.868216, 24.023551, "category-name", "projects",projectsIcon],
["0", "вулиця Сріблиста, 7 Львів, Львівська область ", 49.867861, 24.023157, "category-name", "projects",projectsIcon],
["0", "вулиця Сріблиста, 37 Львів, Львівська область ", 49.867882, 24.019080, "category-name", "projects",projectsIcon],
["0", "вулиця Ставова, 7 в Львів, Львівська область ", 49.855004, 24.023402, "category-name", "projects",projectsIcon],
["0", "вулиця Стародубська, 4 Львів, Львівська область ", 49.837285, 24.003359, "category-name", "projects",projectsIcon],
["0", "вулиця Старознесенська, 88А, Львів, Львівська область ", 49.850913, 24.061633, "category-name", "projects",projectsIcon],
["0", "вулиця Старознесенська, 176 Львів, Львівська область ", 49.849710, 24.079058, "category-name", "projects",projectsIcon],
["0", "Kamienica Leona Sapiehy вулиця Стефаника, 11, Львів, Львівська область ", 49.836812, 24.026677, "category-name", "projects",projectsIcon],
["0", "вулиця Стефаника, 4 Львів, Львівська область ", 49.835935, 24.027288, "category-name", "projects",projectsIcon],
["0", "вулиця Стефаника, 7А, Львів, Львівська область ", 49.837276, 24.026711, "category-name", "projects",projectsIcon],
["0", "вулиця Стефаника, 15 Львів, Львівська область ", 49.836309, 24.027000, "category-name", "projects",projectsIcon],
["0", "вулиця Стороженка, 20 Львів, Львівська область ", 49.841688, 24.000910, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 46Б Львів, Львівська область ", 49.825813, 24.026788, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 52 Львів, Львівська область ", 49.820649, 24.018837, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 56 Львів, Львівська область ", 49.821096, 24.018847, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 58 Львів, Львівська область ", 49.821156, 24.018986, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 62 Львів, Львівська область ", 49.821261, 24.019459, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 72 Львів, Львівська область ", 49.820664, 24.020038, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 76А, Львів, Львівська область ", 49.820274, 24.019716, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 86 Львів, Львівська область, ", 49.818787, 24.019261, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 106 Львів, Львівська область ", 49.806335, 24.017888, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 117 Львів, Львівська область ", 49.781795, 24.020819, "category-name", "projects",projectsIcon],
["0", "вулиця Василя Стуса, 20 Львів, Львівська область ", 49.817572, 24.042915, "category-name", "projects",projectsIcon],
["0", "вулиця Василя Стуса, 12 Львів, Львівська область ", 49.818620, 24.042203, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 59 Львів, Львівська область, ", 49.826976, 23.990310, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Курмановича, 2 Львів, Львівська область ", 49.830041, 23.949788, "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 25 Львів, Львівська область ", 49.861696, 24.028631, "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 36 Львів, Львівська область ", 49.862357, 24.031170, "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 54 Львів, Львівська область, ", 49.864406, 24.041347, "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 60 Львів, Львівська область ", 49.864679, 24.050727, "category-name", "projects",projectsIcon],
["0", "вулиця Луганська, 18 Львів, Львівська область ", 49.808883, 24.043157, "category-name", "projects",projectsIcon],
["0", "вулиця Навроцького, 1 Львів, Львівська область, ", 49.811481, 24.047326, "category-name", "projects",projectsIcon],
["0", "вулиця Наукова, 7А Львів, Львівська область, ", 49.802780, 24.000472, "category-name", "projects",projectsIcon],
["0", "вулиця Пасічна, 127 Львів, Львівська область ", 49.806120, 24.071237, "category-name", "projects",projectsIcon],
["0", "фабрика 'Сваітанок'Львів, Львівська область, ", 49.862577, 24.044109, "category-name", "projects",projectsIcon],
["0", "вулиця Рильського, 10 Львів, Львівська область ", 49.834155, 24.042914, "category-name", "projects",projectsIcon],
["0", "вулиця Садова, 2а Львів, Львівська область, ", 49.822651, 23.983647, "category-name", "projects",projectsIcon],
["0", "вулиця Стороженка, 32 Львів, Львівська область, ", 49.841901, 24.000444, "category-name", "projects",projectsIcon],
["0", "вулиця Василя Стуса, 25 Львів, Львівська область ", 49.820838, 24.040112, "category-name", "projects",projectsIcon],
["0", "вулиця Польова, 46 Львів, Львівська область ", 49.857334, 24.064346, "category-name", "projects",projectsIcon],
["0", "вулиця Угорська, 14 Львів, Львівська область ", 49.810252, 24.044883, "category-name", "projects",projectsIcon],
["0", "вулиця Угорська, 22 Львів, Львівська область ", 49.809569, 24.049196, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 72 Львів, Львівська область ", 49.831483, 23.997641, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 73, Львів, Львівська область, ", 49.829091, 23.994989, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 102 Львів, Львівська область ", 49.853404, 24.040696, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 313 Львів, Львівська область ", 49.869897, 23.943302, "category-name", "projects",projectsIcon],
["0", "вулиця Шептицьких, 26 Львів, Львівська область ", 49.837911, 24.008387, "category-name", "projects",projectsIcon],
["0", "вулиця Заводська, 27-37 Львів, Львівська область ", 49.854350, 24.031743, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 238 Львів, Львівська область ", 49.806427, 24.060668, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 115А, Львів, Львівська область ", 49.821102, 24.057157, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 143 Львів, Львівська область ", 49.817132, 24.061017, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 149 Львів, Львівська область ", 49.812023, 24.062221, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 162 Львів, Львівська область ", 49.816831, 24.059210, "category-name", "projects",projectsIcon],
["0", "вулиця Медової Печери, 3 Львів, Львівська область ", 49.827428, 24.074204, "category-name", "projects",projectsIcon],
["0", "вулиця Озаркевича, 4 Львів, Львівська область ", 49.838642, 24.011141, "category-name", "projects",projectsIcon],
["0", "вулиця Патона, 4/1 Львів, Львівська область ", 49.823718, 23.959913, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Підстригача, 3 Львів, Львівська область, ", 49.799489, 24.013471, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Підстригача, 3 Львів, Львівська область, ", 49.799489, 24.013471, "category-name", "projects",projectsIcon],
["0", "вулиця Таджицька, 19 Львів, Львівська область ", 49.830532, 24.074214, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Юнаківа, 9 Львів, Львівська область ", 49.847250, 24.000880, "category-name", "projects",projectsIcon],
["0", "вулиця Угорська, 22 Львів, Львівська область ", 49.809611, 24.049206, "category-name", "projects",projectsIcon],
["0", "вулиця Федьковича, 54/56 Львів, Львівська область ", 49.832932, 23.998118, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 106 Львів, Львівська область ", 49.853609, 24.041981, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 106 Львів, Львівська область ", 49.853609, 24.041981, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 176 Львів, Львівська область ", 49.861492, 24.051291, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 176-182 Львів, Львівська область ", 49.862156, 24.050889, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 219А, Львів, Львівська область ", 49.862348, 24.050172, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 31 Львів, Львівська область ", 49.836215, 24.027558, "category-name", "projects",projectsIcon],
["0", "вулиця Чигиринська, 42 Львів, Львівська область ", 49.867938, 24.049254, "category-name", "projects",projectsIcon],
["0", "вулиця Залізнична, 1a Львів, Львівська область ", 49.838975, 24.000603, "category-name", "projects",projectsIcon],
["0", "Sandra Dance School вулиця Залізнична, 20, Львів, Львівська область, ", 49.839297, 24.000416, "category-name", "projects",projectsIcon],
["0", "проспект Академіка Палладіна, 46/2 Київ ", 50.472512, 30.358149, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Котляревського, 67 Львів, Львівська область ", 49.829641, 24.009024, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 65 Львів, Львівська область ", 49.826019, 23.990011, "category-name", "projects",projectsIcon],
["0", "Львівський залізобетонний завод Львів, Львівська область, ", 49.822955, 23.989554, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Курмановича, 9 Львів, Львівська область ", 49.830348, 23.950774, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Курмановича, 2 Львів, Львівська область ", 49.829978, 23.949852, "category-name", "projects",projectsIcon],
["0", "вулиця Мазепи, 8 Рудне, Львівська область ", 49.833864, 23.891643, "category-name", "projects",projectsIcon],
["0", "вулиця Мележа, 2 Львів, Львівська область ", 49.870267, 24.062502, "category-name", "projects",projectsIcon],
["0", "вулиця Навроцького, 4 Львів, Львівська область ", 49.810679, 24.056683, "category-name", "projects",projectsIcon],
["0", "вулиця Опришківська, 16 Львів, Львівська область ", 49.847582, 24.041903, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 82 Львів, Львівська область ", 49.819874, 24.017747, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 42 Львів, Львівська область ", 49.829104, 24.012923, "category-name", "projects",projectsIcon],
["0", "вулиця Садова, 2а Львів, Львівська область ", 49.822682, 23.984984, "category-name", "projects",projectsIcon],
["0", "вулиця Тернопільська, 42 Львів, Львівська область ", 49.811386, 24.035494, "category-name", "projects",projectsIcon],
["0", "вулиця Хуторівка, 2 Львів, Львівська область ", 49.800728, 24.021490, "category-name", "projects",projectsIcon],
["0", "вулиця Хуторівка, 4А Львів, Львівська область ", 49.800697, 24.027095, "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 31 Львів, Львівська область ", 49.836235, 24.027600, "category-name", "projects",projectsIcon],
["0", "вулиця Чигиринська, 42 Львів, Львівська область ", 49.867973, 24.049243, "category-name", "projects",projectsIcon],
["0", "вулиця Шведська, 3 Львів, Львівська область ", 49.843412, 24.016052, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 323 Львів, Львівська область ", 49.871800, 23.928848, "category-name", "projects",projectsIcon],
["0", "вулиця Хриплинська, 37 Івано-Франківськ, Івано-Франківська область ", 48.906694, 24.731450, "category-name", "projects",projectsIcon],
["0", "вулиця Уляни Кравченко, 7-9 Львів, Львівська область ", 49.832346, 23.983345, "category-name", "projects",projectsIcon],
["0", "вулиця Митрополита Андрея, 10 Львів, Львівська область ", 49.836654, 24.010365, "category-name", "projects",projectsIcon],
["0", "вулиця Надійна, 1 Львів, Львівська область ", 49.786693, 24.076109, "category-name", "projects",projectsIcon],
["0", "вулиця Пластова, 9 Львів, Львівська область ", 49.860661, 24.067997, "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 21 Львів, Львівська область ", 49.856133, 24.041368, "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 47 Львів, Львівська область ", 49.861216, 24.043622, "category-name", "projects",projectsIcon],
["0", "вулиця Соборна, 16 Рівне, Рівненська область ", 50.618603, 26.258715, "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 45 Львів, Львівська область ", 49.807103, 24.020172, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 31 Львів, Львівська область ", 49.845746, 24.006551, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 90 Львів, Львівська область ", 49.847004, 24.003322, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 358 Львів, Львівська область ", 49.868516, 23.952351, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Юнаківа, 14 Львів, Львівська область ", 49.846696, 24.000236, "category-name", "projects",projectsIcon],
["0", "Галицька площа, 15 Львів, Львівська область ", 49.838865, 24.031523, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 72 Львів, Львівська область ", 49.831476, 23.997619, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 76 Львів, Львівська область ", 49.829194, 23.993883, "category-name", "projects",projectsIcon],
["0", "вулиця Глибока, 19 Львів, Львівська область ", 49.833498, 24.012502, "category-name", "projects",projectsIcon],
["0", "вулиця Глібова, 15 Львів, Львівська область ", 49.834621, 24.028411, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Гнатюка, 11 Львів, Львівська область ", 49.841450, 24.024639, "category-name", "projects",projectsIcon],
["0", "вулиця Гніздовського, 2 Львів, Львівська область ", 49.841311, 23.969281, "category-name", "projects",projectsIcon],
["0", "вулиця Миколи Голубця, 9А, Львів, Львівська область ", 49.833408, 24.069027, "category-name", "projects",projectsIcon],
["0", "вулиця Городницька, 47 Львів, Львівська область ", 49.862320, 24.037371, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 54 Львів, Львівська область ", 49.839947, 24.010784, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 78 Львів, Львівська область ", 49.838549, 24.007448, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 118 Львів, Львівська область ", 49.835236, 23.993419, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 141 Львів, Львівська область ", 49.836474, 24.002446, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 171 Львів, Львівська область ", 49.834879, 23.997122, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 280 Львів, Львівська область ", 49.826813, 23.929982, "category-name", "projects",projectsIcon],
["0", "вулиця Грінченка, 66 Львів, Львівська область ", 49.871889, 24.052414, "category-name", "projects",projectsIcon],
["0", "вулиця Михайла Грушевського, 4 Львів, Львівська область ", 49.834050, 24.031637, "category-name", "projects",projectsIcon],
["0", "вулиця Михайла Грушевського, 11 Львів, Львівська область ", 49.834229, 24.032760, "category-name", "projects",projectsIcon],
["0", "вулиця Романа Дашкевича, 3 Львів, Львівська область ", 49.856023, 24.030585, "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 20 Львів, Львівська область ", 49.847764, 24.020850, "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 55 Львів, Львівська область ", 49.850351, 24.019884, "category-name", "projects",projectsIcon],
["0", "вулиця Петра Дорошенка, 11 Львів, Львівська область ", 49.839835, 24.026974, "category-name", "projects",projectsIcon],
["0", "Йога клуб вулиця Петра Дорошенка, 29, Львів, Львівська область, ", 49.838589, 24.024993, "category-name", "projects",projectsIcon],
["0", "вулиця Друкарська, 4 Львів, Львівська область ", 49.843041, 24.032366, "category-name", "projects",projectsIcon],
["0", "вулиця Єфремова, 51 Львів, Львівська область ", 49.830949, 24.005576, "category-name", "projects",projectsIcon],
["0", "вулиця Жовківська, 30 Львів, Львівська область ", 49.858536, 24.037657, "category-name", "projects",projectsIcon],
["0", "вулиця Жовківська, 53 Львів, Львівська область ", 49.858331, 24.036566, "category-name", "projects",projectsIcon],
["0", "вулиця Залізнична, 7 Львів, Львівська область ", 49.844601, 23.996689, "category-name", "projects",projectsIcon],
["0", "вулиця Залізнична, 56 Львів, Львівська область ", 49.842331, 23.998407, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 88 Львів, Львівська область ", 49.827490, 24.045519, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 111 Львів, Львівська область ", 49.821402, 24.055342, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 115А Львів, Львівська область ", 49.821402, 24.055342, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 147 Львів, Львівська область ", 49.814130, 24.063342, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 151А, Львів, Львівська область, ", 49.808537, 24.062317, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 186 Львів, Львівська область ", 49.813420, 24.059647, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 269 Львів, Львівська область ", 49.803751, 24.068971, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 308 Львів, Львівська область ", 49.787255, 24.074649, "category-name", "projects",projectsIcon],
["0", "вулиця Сихівська, 16 Львів, Львівська область ", 49.795193, 24.063680, "category-name", "projects",projectsIcon],
["0", "площа Катедральна, 5 Львів, Львівська область ", 49.840527, 24.031001, "category-name", "projects",projectsIcon],
["0", "вулиця Княгині Ольги, 71 Львів, Львівська область ", 49.806380, 23.999521, "category-name", "projects",projectsIcon],
["0", "Новий ЦУМ вулиця Княгині Ольги, 106, Львів, Львівська область, ", 49.809381, 23.998068, "category-name", "projects",projectsIcon],
["0", "вулиця Княгині Ольги, 112 Львів, Львівська область ", 49.808249, 23.997296, "category-name", "projects",projectsIcon],
["0", "вулиця Павла Ковжуна, 10 Львів, Львівська область ", 49.836817, 24.029644, "category-name", "projects",projectsIcon],
["0", "вулиця Кокорудза, 9 Львів, Львівська область ", 49.831947, 24.004007, "category-name", "projects",projectsIcon],
["0", "вулиця Євгена Коновальця, 91 Львів, Львівська область ", 49.827146, 23.998074, "category-name", "projects",projectsIcon],
["0", "вулиця Євгена Коновальця, 97 Львів, Львівська область ", 49.826345, 23.997102, "category-name", "projects",projectsIcon],
["0", "вулиця Конотопська, 25 Львів, Львівська область ", 49.828222, 24.001802, "category-name", "projects",projectsIcon],
["0", "вулиця Коперника, 1 Львів, Львівська область ", 49.839147, 24.028412, "category-name", "projects",projectsIcon],
["0", "вулиця Коперника, 5 Львів, Львівська область ", 49.839039, 24.027723, "category-name", "projects",projectsIcon],
["0", "вулиця Левицького, 18 Львів, Львівська область ", 49.835059, 24.037159, "category-name", "projects",projectsIcon],
["0", "вулиця Костя Левицького, 35 Львів, Львівська область ", 49.834438, 24.040254, "category-name", "projects",projectsIcon],
["0", "вулиця Лемківська, 3 Львів, Львівська область ", 49.851720, 24.026382, "category-name", "projects",projectsIcon],
["0", "вулиця Лемківська, 15а Львів, Львівська область ", 49.853796, 24.025865, "category-name", "projects",projectsIcon],
["0", "вулиця Кушевича, 15 Львів, Львівська область ", 49.852101, 24.026025, "category-name", "projects",projectsIcon],
["0", "вулиця Леонтовича, 2 Львів, Львівська область ", 49.843260, 24.018725, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Лепкого, 17 Львів, Львівська область ", 49.841119, 24.020867, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Лепкого, 20 Львів, Львівська область ", 49.841053, 24.020330, "category-name", "projects",projectsIcon],
["0", "вулиця Юрія Липи, 18 Львів, Львівська область ", 49.865516, 24.01408, "category-name", "projects",projectsIcon],
["0", "вулиця Юрія Липи, 20 Львів, Львівська область ", 49.865833, 24.014520, "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 60 Львів, Львівська область ", 49.864610, 24.050770, "category-name", "projects",projectsIcon],
["0", "вулиця Коперника, 16 Львів, Львівська область ", 49.838638, 24.026743, "category-name", "projects",projectsIcon],
["0", "вулиця Коперника, 24 Львів, Львівська область ", 49.838075, 24.025843, "category-name", "projects",projectsIcon],
["0", "вулиця Коперника, 26 Львів, Львівська область ", 49.837936, 24.025627, "category-name", "projects",projectsIcon],
["0", "вулиця Тадеуша Костюшка, 3/2 Львів, Львівська область ", 49.839477, 24.024255, "category-name", "projects",projectsIcon],
["0", "вулиця Краківська, 34 Львів, Львівська область ", 49.844466, 24.029788, "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 18 Львів, Львівська область ", 49.847000, 24.042028, "category-name", "projects",projectsIcon],
["0", "вулиця Куликівська, 13 Львів, Львівська область ", 49.822989, 24.011143, "category-name", "projects",projectsIcon],
["0", "вулиця Пантелеймона Куліша, 36 Львів, Львівська область ", 49.848863, 24.024582, "category-name", "projects",projectsIcon],
["0", "Водогінна вежа вулиця Кульпарківська, 95, Львів, Львівська область, ", 49.818292, 23.991427, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 125 Львів, Львівська область ", 49.809068, 23.984188, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 129 Львів, Львівська область ", 49.808383, 23.984147, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 131 Львів, Львівська область ", 49.808459, 23.983235, "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 158 Львів, Львівська область ", 49.815383, 23.984304, "category-name", "projects",projectsIcon],
["0", "вулиця Кульчицької, 4 Львів, Львівська область ", 49.817168, 23.973497, "category-name", "projects",projectsIcon],
["0", "вулиця Леся Курбаса, 8 Львів, Львівська область ", 49.842227, 24.025908, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Лазаренка, 26 Львів, Львівська область ", 49.816200, 24.013665, "category-name", "projects",projectsIcon],
["0", "вулиця Левицького, 8 Львів, Львівська область ", 49.835885, 24.036153, "category-name", "projects",projectsIcon],
["0", "вулиця Костя Левицького, 15 Львів, Львівська область ", 49.835913, 24.037199, "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 31 Львів, Львівська область ", 49.842603, 24.044159, "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 46 Львів, Львівська область ", 49.842188, 24.048736, "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 46 Львів, Львівська область ", 49.842188, 24.048736, "category-name", "projects",projectsIcon],
["0", "вулиця Листопадового Чину, 11 Львів, Львівська область ", 49.837488, 24.015233, "category-name", "projects",projectsIcon],
["0", "мвулиця Личаківська, 26 Львів, Львівська область ", 49.839442, 24.042882, "category-name", "projects",projectsIcon],
["0", "вулиця Личаківська, 72 Львів, Львівська область ", 49.839234, 24.051538, "category-name", "projects",projectsIcon],
["0", "вулиця Авраама Лінкольна, 29 Львів, Львівська область ", 49.866685, 24.035401, "category-name", "projects",projectsIcon],
["0", "вулиця Ференца Ліста, 7 Львів, Львівська область ", 49.838324, 24.027758, "category-name", "projects",projectsIcon],
["0", "вулиця Ференца Ліста, 9 Львів, Львівська область ", 49.838447, 24.027485, "category-name", "projects",projectsIcon],
["0", "вулиця Ляйнберга, 9 Львів, Львівська область ", 49.846322, 24.021507, "category-name", "projects",projectsIcon],
["0", "вулиця Гетьмана Мазепи, 11 Львів, Львівська область ", 49.871117, 24.032086, "category-name", "projects",projectsIcon],
["0", "вулиця Магазинова, 2 Львів, Львівська область ", 49.843897, 24.010517, "category-name", "projects",projectsIcon],
["0", "вулиця Мазепи, 27 Рудне, Львівська область ", 49.835985, 23.890825, "category-name", "projects",projectsIcon],
["0", "площа Євгена Маланюка, 1 Львів, Львівська область ", 49.837667, 24.028661, "category-name", "projects",projectsIcon],
["0", "вулиця Професора Медведецького, 29 Львів, Львівська область ", 49.826971, 23.981623, "category-name", "projects",projectsIcon],
["0", "вулиця Медової Печери, 21 Львів, Львівська область ", 49.826457, 24.075262, "category-name", "projects",projectsIcon],
["0", "вулиця Медової Печери, 71 Львів, Львівська область ", 49.823119, 24.088712, "category-name", "projects",projectsIcon],
["0", "вулиця Медової Печери, 65 Львів, Львівська область ", 49.823441, 24.083949, "category-name", "projects",projectsIcon],
["0", "вулиця Мечникова, 16а Львів, Львівська область ", 49.832879, 24.050631, "category-name", "projects",projectsIcon],
["0", "вулиця Мечникова, 39 Львів, Львівська область ", 49.831330, 24.049806, "category-name", "projects",projectsIcon],
["0", "ЄВРОКЛІНІК вулиця Івана Миколайчука, 9, Львів, Львівська область, ", 49.874249, 24.039284, "category-name", "projects",projectsIcon],
["0", "вулиця Митрополита Андрея, 2 Львів, Львівська область ", 49.837100, 24.011698, "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Музики, 14 Львів, Львівська область ", 49.815368, 23.994135, "category-name", "projects",projectsIcon],
["0", "вулиця Кримська, 26А, Львів, Львівська область, Україна", 49.823729, 24.047984, "category-name", "projects",projectsIcon],
["0", "вулиця Львівська, 50 Луцьк, Волинська область, Україна", 50.735703, 25.296619, "category-name", "projects",projectsIcon],
["0", "вулиця Під Голоском, 9 Львів, Львівська область, Україна", 49.867779, 24.014423, "category-name", "projects",projectsIcon],
["0", "вулиця Соборна, 271 Рівне, Рівненська область, Україна", 50.634987, 26.209350, "category-name", "projects",projectsIcon],
["0", "вулиця Гайова, 54 Тернопіль, Тернопільська область, Україна", 49.537251, 25.622234, "category-name", "projects",projectsIcon],
["0", "вулиця Торф'яна, 25 Львів, Львівська область, Україна", 49.861372, 24.022750, "category-name", "projects",projectsIcon],
["0", "вулиця Шептицьких, 26 Львів, Львівська область, Україна", 49.838058, 24.008590, "category-name", "projects",projectsIcon],
["0", "вулиця Ребета, 2 Івано-Франківськ, Івано-Франківська область, Україна", 48.901902, 24.727401, "category-name", "projects",projectsIcon],
["0", "вулиця Драй-Хмари, 50 Кам'янець-Подільський, Хмельницька область, Україна, 32301", 48.671613, 26.595306, "category-name", "projects",projectsIcon],
["0", "Коломия, Івано-Франківська область, Україна, 78200", 48.511950, 25.045227, "category-name", "projects",projectsIcon],
["0", "вулиця Джохара Дудаєва, 9 Львів, Львівська область, Україна", 49.836179, 24.029494, "category-name", "projects",projectsIcon],
["0", "вулиця Кушевича, 1 Львів, Львівська область, Україна, 79000", 49.851374, 24.025484, "category-name", "projects",projectsIcon],
["0", "вулиця Макарова, 1 Луцьк, Волинська область, Україна", 50.746455, 25.300739, "category-name", "projects",projectsIcon],
["0", "проспект Перемоги, 22 Нововолинськ, Волинська область, Україна", 50.721903, 24.174793, "category-name", "projects",projectsIcon],
["0", "вулиця Пасічна, 89 Львів, Львівська область, Україна", 49.814904, 24.079528, "category-name", "projects",projectsIcon],
["0", "вулиця Під Голоском, 19 Львів, Львівська область, Україна", 49.869638, 24.007482, "category-name", "projects",projectsIcon],
["0", "вулиця Соборна, 16 Рівне, Рівненська область, Україна", 50.618596, 26.258693, "category-name", "projects",projectsIcon],
["0", "вулиця Мазепи, 7-11 Самбір, Львівська область, Україна", 49.518396, 23.199872, "category-name", "projects",projectsIcon],
["0", "вулиця Добрівлянська, 39 Стрий, Львівська область, Україна", 49.268221, 23.851145, "category-name", "projects",projectsIcon],
["0", "вулиця Анатолія Живова, 1 Тернопіль, Тернопільська область, Україна", 49.542937, 25.600467, "category-name", "projects",projectsIcon],
["0", "вулиця Висока, 12 Ужгород, Закарпатська область, Україна", 48.630730, 22.300949, "category-name", "projects",projectsIcon],
["0", "вулиця Баб'яка, 15 Ужгород, Закарпатська область, Україна", 48.616576, 22.259251, "category-name", "projects",projectsIcon],
["0", "проспект В'ячеслава Чорновола, 4 Львів, Львівська область, Україна", 49.848094, 24.026196, "category-name", "projects",projectsIcon],
["0", "вулиця Шота Руставелі, 6 Львів, Львівська область, Україна", 49.833477, 24.035028, "category-name", "projects",projectsIcon],
["0", "НВКП 'Стандарт-Сервіс'вулиця Василя Симоненка, 1, Івано-Франківськ, Івано-Франківська область, Україна,", 48.942227, 24.744086, "category-name", "projects",projectsIcon],
["0", "вулиця Бакинська, 2А, Київ, Україна", 50.480289, 30.447306, "category-name", "projects",projectsIcon],
["0", "вул. Городоцька, 36 Комарно, Львівська область, Україна, 81563", 49.635970, 23.686362, "category-name", "projects",projectsIcon],
["0", "Медична лабораторія 'Ескулаб'вулиця Симона Петлюри, Кременець, Тернопільська область, Україна, ", 50.120306, 25.708771, "category-name", "projects",projectsIcon],
["0", "вулиця Кушевича, 1 Львів, Львівська область, Україна", 49.851160, 24.025991, "category-name", "projects",projectsIcon],
["0", "вулиця Зв'язківців, 1a Луцьк, Волинська область, Україна, 43000", 50.741555, 25.378221, "category-name", "projects",projectsIcon],
["0", "вулиця Рівненська, 88Б Струмівка, Волинська область, Україна, 45603", 50.748058, 25.441435, "category-name", "projects",projectsIcon],
["0", "вулиця Пекарська, 11a Львів, Львівська область, Україна", 49.837927, 24.038537, "category-name", "projects",projectsIcon],
["0", "Ратуша площа Ринок, 1, Львів, Львівська область, Україна, 79000", 49.841730, 24.031682, "category-name", "projects",projectsIcon],
["0", "вулиця Данила Галицького, 19 Рівне, Рівненська область, Україна, 33000", 50.609188, 26.285206, "category-name", "projects",projectsIcon],
["0", "вулиця І. Франка, 11 Рогатин, Івано-Франківська область, Україна, 77001", 49.411107, 24.611161, "category-name", "projects",projectsIcon],
["0", "вулиця Підвальна, 2 Львів, Львівська область, Україна", 49.842408, 24.035138, "category-name", "projects",projectsIcon],
["0", "вулиця Мазепи, 7-11 Самбір, Львівська область, Україна", 49.518383, 23.199872, "category-name", "projects",projectsIcon],
["0", "Гримерка Интернет-Магазин Косметики вулиця Стрийська, 48, Львів, Львівська область, Україна", 49.825958, 24.026206, "category-name", "projects",projectsIcon],
["0", "вулиця Глинянський Тракт, 152 Львів, Львівська область, Україна,", 49.841907, 24.103567, "category-name", "projects",projectsIcon],
["0", "вулиця Висока, 8 Ужгород, Закарпатська область, Україна", 48.629029, 22.299945, "category-name", "projects",projectsIcon],
["0", "вулиця Тернопільська, 18 Хмельницький, Хмельницька область, Україна", 49.407188, 26.950945, "category-name", "projects",projectsIcon],
["0", "вулиця Курчатова, 3 Хмельницький, Хмельницька область, Україна", 49.437324, 26.954185, "category-name", "projects",projectsIcon],
["0", "проспект Червоної Калини, 35 Львів, Львівська область, Україна", 49.799785, 24.048640, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Чупринки, 47 Львів, Львівська область, Україна", 49.830790, 24.008962, "category-name", "projects",projectsIcon],
["0", "вулиця Українська Шумськ, Тернопільська область, Україна", 50.120706, 26.114918, "category-name", "projects",projectsIcon],
["0", "вулиця Сечені, 50 Берегове, Закарпатська область, Україна, 90201", 48.204040, 22.635667, "category-name", "projects",projectsIcon],
["0", "вулиця. Львівська, 16 Городок, Львівська область, Україна, 81500", 49.785874, 23.653390, "category-name", "projects",projectsIcon],
["0", "вулиця В'ячеслава Чорновола, 47 Івано-Франківськ, Івано-Франківська область, Україна", 48.916357, 24.705366, "category-name", "projects",projectsIcon],
["0", "вулиця Жовтнева Ківерці, Волинська область, Україна, 45201", 50.837639, 25.457990, "category-name", "projects",projectsIcon],
["0", "вулиця Гастелло, 22 Коростень, Житомирська область, Україна, 11500", 50.944699, 28.611750, "category-name", "projects",projectsIcon],
["0", "вулиця Личаківська, 227 Львів, Львівська область, Україна", 49.835834, 24.075737, "category-name", "projects",projectsIcon],
["0", "вулиця Валенберга, 54 Мукачево, Закарпатська область, Україна", 48.440744, 22.710407, "category-name", "projects",projectsIcon],
["0", "вулиця Томаша Масарика Мукачево, Закарпатська область, Україна", 48.436723, 22.752453, "category-name", "projects",projectsIcon],
["0", "вулиця Партизанська, 9 Мукачево, Закарпатська область, Україна", 48.432526, 22.712228, "category-name", "projects",projectsIcon],
["0", "вулиця Червоноармійська, 5 Мукачево, Закарпатська область, Україна, 89600", 48.449578, 22.722294, "category-name", "projects",projectsIcon],
["0", "вулиця Багата, 3-5 Тернопіль, Тернопільська область, Україна", 49.550192, 25.591515, "category-name", "projects",projectsIcon],
["0", "вулиця Січових Стрільців, 47 Теребовля, Тернопільська область, Україна, 48100", 49.292367, 25.691987, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 31 Львів, Львівська область, Україна", 49.845739, 24.006487, "category-name", "projects",projectsIcon],
["0", "вулиця Микулинецька, 15 Тернопіль, Тернопільська область, Україна", 49.539976, 25.604239, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 168 Львів, Львівська область, Україна", 49.833658, 23.970161, "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка Волочиськ, Хмельницька область, Україна, 31200", 49.542362, 26.211163, "category-name", "projects",projectsIcon],
["0", "проспект Степана Бандери, 79 Тернопіль, Тернопільська область, Україна, 46000", 49.549614, 25.625213, "category-name", "projects",projectsIcon],
["0", "проспект Степана Бандери, 83 Тернопіль, Тернопільська область, Україна, 46000", 49.549862, 25.627472, "category-name", "projects",projectsIcon],
["0", "Бродівська вулиця, 59 Тернопіль, Тернопільська область, Україна", 49.577646, 25.585612, "category-name", "projects",projectsIcon],
["0", "вулиця Волинська, 36-38 Тернопіль, Тернопільська область, Україна", 49.551735, 25.555066, "category-name", "projects",projectsIcon],
["0", "вулиця Галицька, 38 Тернопіль, Тернопільська область, Україна", 49.559139, 25.606724, "category-name", "projects",projectsIcon],
["0", "вулиця Лесі Українки, 4 Тернопіль, Тернопільська область, Україна", 49.543851, 25.621720, "category-name", "projects",projectsIcon],
["0", "вулиця Січових Стрільців, 56 Теребовля, Тернопільська область, Україна", 49.291907, 25.691956, "category-name", "projects",projectsIcon],
["0", "вулиця Козака, 12 Жовква, Львівська область, Україна, 80300", 50.057028, 23.961941, "category-name", "projects",projectsIcon],
["0", "вулиця Шолом-Алейхема, 13 Збараж, Тернопільська область, Україна, 47303", 49.667800, 25.776478, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 61 Коломия, Івано-Франківська область, Україна, 78200", 48.538703, 25.046339, "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 6 Львів, Львівська область, Україна", 49.844675, 24.039070, "category-name", "projects",projectsIcon],
["0", "вулиця Луганська, 3 Львів, Львівська область, Україна", 49.807414, 24.052370, "category-name", "projects",projectsIcon],
["0", "вулиця Ходорівська, 4 Новий Розділ, Львівська область, Україна, 81652", 49.467623, 24.134811, "category-name", "projects",projectsIcon],
["0", "ПрАТ 'Геліо'свулиця Шумна, 25, Ужгород, Закарпатська область, Україна, 88000", 48.626073, 22.311001, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 263 Львів, Львівська область, Україна", 49.802001, 24.065606, "category-name", "projects",projectsIcon],
["0", "вулиця Соснова Поляна, 1 Брюховичі, Львівська область, Україна", 49.896280, 23.946585, "category-name", "projects",projectsIcon],
["0", "вулиця Ковельська, 105 Володимир-Волинський, Волинська область, Україна", 50.853540, 24.321764, "category-name", "projects",projectsIcon],
["0", "вулиця Л.Українки, 15 Жовква, Львівська область, Україна", 50.055838, 23.965217, "category-name", "projects",projectsIcon],
["0", "вулиця Миру Брошнів-Осада, Івано-Франківська область, Україна", 48.998017, 24.190179, "category-name", "projects",projectsIcon],
["0", "вулиця Глинянський Тракт, 152 Львів, Львівська область, Україна", 49.842276, 24.103512, "category-name", "projects",projectsIcon],
["0", "вулиця Миру, 15 Чоп, Закарпатська область, Україна, 89500", 48.429351, 22.211209, "category-name", "projects",projectsIcon],
["0", "вулиця Львівська, 16 Зимна Вода, Львівська область, Україна, 81110", 49.830767, 23.878274, "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 47-49 Новий Яричів, Львівська область, Україна, 80466", 49.908343, 24.299475, "category-name", "projects",projectsIcon],
["0", "Svobody St, 24 Отинія, Івано-Франківська область, Україна", 48.736667, 24.862558, "category-name", "projects",projectsIcon],
["0", "вулиця Козацька, 20 Самбір, Львівська область, Україна, 81400", 49.509817, 23.200203, "category-name", "projects",projectsIcon],
["0", "вулиця Степана Бандери, 1 Львів, Львівська область, Україна", 49.834553, 24.019002, "category-name", "projects",projectsIcon],
["0", "Заставнянська вулиця, 134 Чернівці, Чернівецька область, Україна", 48.298481, 25.892323, "category-name", "projects",projectsIcon],
["0", "вулиця Миру, 8 Чоп, Закарпатська область, Україна, 89500", 48.428983, 22.213860, "category-name", "projects",projectsIcon],
["0", "вулиця Степана Бандери, 57 Чортків, Тернопільська область, Україна", 49.018157, 25.789076, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 24 Чернівці, Чернівецька область, Україна", 48.289077, 25.932792, "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Лепкого Хоростків, Тернопільська область, Україна, 48240", 49.212881, 25.921855, "category-name", "projects",projectsIcon],
["0", "вулиця Міська, 2 Хуст, Закарпатська область, Україна, 90400", 48.169834, 23.293824, "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 11 Володимирець, Рівненська область, Україна, 34300", 51.420583, 26.136582, "category-name", "projects",projectsIcon],
["0", "вулиця Єрошенка, 20 Львів, Львівська область, Україна", 49.850316, 24.002259, "category-name", "projects",projectsIcon],
["0", "34A вулиця Волинська, 34А, Київ, Україна", 50.423063, 30.442540, "category-name", "projects",projectsIcon],
["0", "проспект Науки, 3 Київ, Україна", 50.404966, 30.525558, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Мазепи Копичинці, Тернопільська область, Україна, 48261", 49.100781, 25.904850, "category-name", "projects",projectsIcon],
["0", "вулиця Завалля Миколаїв, Львівська область, Україна, 81600", 49.527143, 23.978996, "category-name", "projects",projectsIcon],
["0", "вулиця Коперніка, 21 Самбір, Львівська область, Україна", 49.520351, 23.201831, "category-name", "projects",projectsIcon],
["0", "Обласний шкірно-венерологічний диспансер с., вулиця Данила Галицького, 2, Сокільники, Львівська область, Україна", 49.782063, 23.988184, "category-name", "projects",projectsIcon],
["0", "вулиця Центральна Валява, Черкаська область, Україна, 19520", 49.312722, 31.315502, "category-name", "projects",projectsIcon],
["0", "вулиця Єрошенка, 15 Львів, Львівська область, Україна", 49.850323, 24.002259, "category-name", "projects",projectsIcon],
["0", "вулиця Медична, 1 Чукалівка, Івано-Франківська область, Україна, 77458", 48.871793, 24.705409, "category-name", "projects",projectsIcon],
["0", "вулиця Личаківська, 217А Львів, Львівська область, Україна", 49.835930, 24.074607, "category-name", "projects",projectsIcon],
["0", "вулиця Зелена Новий Калинів, Львівська область, Україна, 81464", 49.558479, 23.306213, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Величковського, 12 Львів, Львівська область, Україна", 49.876158, 23.938003, "category-name", "projects",projectsIcon],
["0", "вулиця Вербова, 4 Львів, Львівська область, Україна", 49.859858, 24.025383, "category-name", "projects",projectsIcon],
["0", "вулиця Вербова, 21 Львів, Львівська область, Україна", 49.859505, 24.022680, "category-name", "projects",projectsIcon],
["0", "вулиця Вербова, 36 Львів, Львівська область, Україна", 49.859782, 24.022037, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 3 Львів, Львівська область, Україна", 49.829727, 23.968499, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 11 Львів, Львівська область, Україна", 49.827755, 23.968531, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 17 Львів, Львівська область, Україна", 49.826364, 23.968295, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 25 Львів, Львівська область, Україна", 49.824336, 23.967887, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 45 Львів, Львівська область, Україна", 49.818438, 23.971160, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 69 Львів, Львівська область, Україна", 49.814036, 23.977993, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 65 Львів, Львівська область, Україна", 49.816445, 23.977275, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 63 Львів, Львівська область, Україна", 49.816667, 23.976449, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Виговського, 79 Львів, Львівська область, Україна", 49.813351, 23.979839, "category-name", "projects",projectsIcon],
["0", "вулиця Вигоди, 56 Львів, Львівська область, Україна", 49.838253, 23.973713, "category-name", "projects",projectsIcon],
["0", "вулиця Михайла Вербицького, 10Львів, Львівська область, Україна 49",.833635, 24.018086 , "category-name", "projects",projectsIcon],
["0", "вулиця Михайла Вербицького, 11 Львів, Львівська область, Україна", 49.833630, 24.018219, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 60 Львів, Львівська область, Україна", 49.839675, 24.010121, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 62 Львів, Львівська область, Україна", 49.839575, 24.009866, "category-name", "projects",projectsIcon],
["0", "Театр ім. Лесі Українки Львів, Львівська область, Україна, ", 49.841829, 24.016556, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 68 Львів, Львівська область, Україна", 49.839181, 24.008873, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 98 Львів, Львівська область, Україна", 49.837500, 24.004906, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 122 Львів, Львівська область, Україна", 49.835031, 23.991868, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 135-137 Львів, Львівська область, Україна", 49.836767, 24.003030, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 153 Львів, Львівська область, Україна", 49.836324, 24.000766, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 161 Львів, Львівська область, Україна", 49.835514, 23.998621, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 165 Львів, Львівська область, Україна", 49.835134, 23.998148, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 187 Львів, Львівська область, Україна", 49.834315, 23.990567, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 195 Львів, Львівська область, Україна", 49.834065, 23.989064, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 199 Львів, Львівська область, Україна", 49.834002, 23.988538, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 209 Львів, Львівська область, Україна", 49.833170, 23.983821, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 218 Львів, Львівська область, Україна", 49.829162, 23.958458, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 247 Львів, Львівська область, Україна", 49.830636, 23.970524, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 319 Львів, Львівська область, Україна", 49.826984, 23.950170, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 3-5 Львів, Львівська область, Україна", 49.844242, 24.024840, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 13 Львів, Львівська область, Україна", 49.843821, 24.024223, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 41-47 Львів, Львівська область, Україна", 49.842819, 24.019897, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 56 Львів, Львівська область, Україна", 49.839881, 24.010023, "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 53 Львів, Львівська область, Україна", 49.842353, 24.017927, "category-name", "projects",projectsIcon],
["0", "вулиця Вірменська, 3 Львів, Львівська область, Україна", 49.843010, 24.029733, "category-name", "projects",projectsIcon],
["0", "вулиця Вірменська, 13 Львів, Львівська область, Україна", 49.843225, 24.031508, "category-name", "projects",projectsIcon],
["0", "вулиця Вірменська, 17 Львів, Львівська область, Україна", 49.843251, 24.031653, "category-name", "projects",projectsIcon],
["0", "вулиця Вірменська, 19 Львів, Львівська область, Україна", 49.843272, 24.031830, "category-name", "projects",projectsIcon],
["0", "вулиця Кільцева, 11 Винники, Львівська область, Україна, 79495", 49.823041, 24.152023, "category-name", "projects",projectsIcon],
["0", "вулиця Кільцева, 1 Винники, Львівська область, Україна", 49.823768, 24.147806, "category-name", "projects",projectsIcon],
["0", "вулиця Кільцева, 5А Винники, Львівська область, Україна", 49.824501, 24.146795, "category-name", "projects",projectsIcon],
["0", "вулиця Винна Гора, 10 Винники, Львівська область, Україна, ", 49.823192, 24.140050, "category-name", "projects",projectsIcon],
["0", "вулиця Винна Гора, 12 Винники, Львівська область, Україна, ", 49.823379, 24.140543, "category-name", "projects",projectsIcon],
["0", "вулиця Винниченка, 4А Винники, Львівська область, Україна", 49.819209, 24.136335, "category-name", "projects",projectsIcon],
["0", "вулиця Винниченка, 24 Винники, Львівська область, Україна", 49.819188, 24.133331, "category-name", "projects",projectsIcon],
["0", "вулиця Влоха, 4-6 Винники, Львівська область, Україна", 49.822293, 24.134864, "category-name", "projects",projectsIcon],
["0", "вулиця 500-річчя Січі, 4 Винники, Львівська область, Україна", 49.814778, 24.152480, "category-name", "projects",projectsIcon],
["0", "вулиця Берегова, 13 Винники, Львівська область, Україна", 49.803651, 24.143802, "category-name", "projects",projectsIcon],
["0", "вулиця Білозіра, 22 Винники, Львівська область, Україна, 79495", 49.824254, 24.133671, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 13 Винники, Львівська область, Україна", 49.817168, 24.135121, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 17 Винники, Львівська область, Україна", 49.816988, 24.136043, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 16-18 Винники, Львівська область, Україна", 49.816717, 24.135366, "category-name", "projects",projectsIcon],
["0", "Винниківська міська рада Галицька вулиця, 20, Винники, Львівська область, Україна, 79495", 49.816800, 24.138274, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 21 Винники, Львівська область, Україна", 49.817084, 24.136890, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 36 Винники, Львівська область, Україна", 49.816857, 24.140860, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 51В, Винники, Львівська область, Україна", 49.817352, 24.141901, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 56 Винники, Львівська область, Україна", 49.817484, 24.148612, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 72 Винники, Львівська область, Україна", 49.817654, 24.152432, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 72А, Винники, Львівська область, Україна", 49.817429, 24.152405, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 75 Винники, Львівська область, Україна", 49.817782, 24.148644, "category-name", "projects",projectsIcon],
["0", "Галицька вулиця, 77 Винники, Львівська область, Україна", 49.817858, 24.149191, "category-name", "projects",projectsIcon],
["0", "Винники Львівська область, Україна", 49.806489, 24.143847, "category-name", "projects",projectsIcon],
["0", "вулиця Грушевського, 8А Винники, Львівська область, Україна", 49.805935, 24.145446, "category-name", "projects",projectsIcon],
["0", "вулиця Грушевського, 16А, Винники, Львівська область, Україна", 49.805706, 24.147238, "category-name", "projects",projectsIcon],
["0", "вулиця Долинна Винники, Львівська область, Україна, 79495", 49.804268, 24.127988, "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна Винники, Львівська область, Україна", 49.805911, 24.124680, "category-name", "projects",projectsIcon],
["0", "вулиця Довганика, 7 Винники, Львівська область, Україна", 49.809976, 24.136055, "category-name", "projects",projectsIcon],
["0", "вулиця Жуковського, 18 Винники, Львівська область, Україна", 49.819403, 24.149116, "category-name", "projects",projectsIcon],
["0", "вулиця Жуковського, 27 Винники, Львівська область, Україна", 49.819884, 24.152912, "category-name", "projects",projectsIcon],
["0", "вулиця Жуковського, 58 Винники, Львівська область, Україна", 49.819774, 24.154489, "category-name", "projects",projectsIcon],
["0", "вулиця Забава, 1А Винники, Львівська область, Україна", 49.802258, 24.135666, "category-name", "projects",projectsIcon],
["0", "вулиця Забава, 44 Винники, Львівська область, Україна", 49.802965, 24.130741, "category-name", "projects",projectsIcon],
["0", "Звенигородська вулиця, 8А Винники, Львівська область, Україна", 49.804052, 24.145258, "category-name", "projects",projectsIcon],
["0", "вулиця Злагоди, 3 Винники, Львівська область, Україна", 49.811427, 24.135965, "category-name", "projects",projectsIcon],
["0", "вулиця Івасюка, 12 Винники, Львівська область, Україна", 49.819571, 24.137952, "category-name", "projects",projectsIcon],
["0", "вулиця Івасюка, 27-35 Винники, Львівська область, Україна", 49.822669, 24.136942, "category-name", "projects",projectsIcon],
["0", "вулиця Івасюка, 54 Винники, Львівська область, Україна", 49.823756, 24.137242, "category-name", "projects",projectsIcon],
["0", "вулиця Калнишевського, 4-20 Винники, Львівська область, Україна", 49.806835, 24.146108, "category-name", "projects",projectsIcon],
["0", "вулиця Кармелюка, 6 Винники, Львівська область, Україна", 49.804721, 24.144387, "category-name", "projects",projectsIcon],
["0", "вулиця Кармелюка, 8А, Винники, Львівська область, Україна", 49.804679, 24.144827, "category-name", "projects",projectsIcon],
["0", "вулиця Кармелюка, 19А, Винники, Львівська область, Україна", 49.804423, 24.147670, "category-name", "projects",projectsIcon],
["0", "вулиця Козацька, 12 Винники, Львівська область, Україна", 49.800329, 24.133053, "category-name", "projects",projectsIcon],
["0", "вулиця Корчовського, 4 Винники, Львівська область, Україна", 49.805441, 24.144047, "category-name", "projects",projectsIcon],
["0", "вулиця Космонавтів, 6 Винники, Львівська область, Україна", 49.816759, 24.153971, "category-name", "projects",projectsIcon],
["0", "вулиця Космонавтів, 23 Винники, Львівська область, Україна", 49.814156, 24.154679, "category-name", "projects",projectsIcon],
["0", "вулиця Кривоноса, 4 Винники, Львівська область, Україна", 49.807883, 24.142294, "category-name", "projects",projectsIcon],
["0", "вулиця Кривоноса, 7 Винники, Львівська область, Україна", 49.807578, 24.142530, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Крип'якевича, 11А, Винники, Львівська область, Україна", 49.821753, 24.134901, "category-name", "projects",projectsIcon],
["0", "вулиця Крушельницької, 10А, Винники, Львівська область, Україна 49",.814810, 24.12962812, "category-name", "projects",projectsIcon],
["0", "вулиця Крушельницької, 12А, Винники, Львівська область, Україна", 49.814824, 24.129413, "category-name", "projects",projectsIcon],
["0", "вулиця Лермонтова, 22А Винники, Львівська область, Україна", 49.808114, 24.139204, "category-name", "projects",projectsIcon],
["0", "вулиця Лермонтова, 4 Винники, Львівська область, Україна", 49.807214, 24.140213, "category-name", "projects",projectsIcon],
["0", "вулиця Лермонтова, 5 Винники, Львівська область, Україна", 49.807976, 24.139409, "category-name", "projects",projectsIcon],
["0", "Винники Львівська область, Україна", 49.823512, 24.131296, "category-name", "projects",projectsIcon],
["0", "вулиця Лісна, 20 Винники, Львівська область, Україна", 49.823402, 24.135470, "category-name", "projects",projectsIcon],
["0", "вулиця Байди Вишневецького, 32А, Винники, Львівська область, Україна", 49.807516, 24.132628, "category-name", "projects",projectsIcon],
["0", "вулиця Байди Вишневецького, 35 Винники, Львівська область, Україна", 49.806934, 24.131309, "category-name", "projects",projectsIcon],
["0", "вулиця Львівська, 2А, Винники, Львівська область, Україна", 49.813264, 24.132251, "category-name", "projects",projectsIcon],
["0", "вулиця Львівська, 9 Винники, Львівська область, Україна", 49.813745, 24.129006, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Миколайчука, 3 Винники, Львівська область, Україна", 49.818782, 24.136162, "category-name", "projects",projectsIcon],
["0", "вулиця Незалежності, 26a Винники, Львівська область, Україна", 49.810517, 24.144130, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 53 Винники, Львівська область, Україна", 49.811320, 24.139548, "category-name", "projects",projectsIcon],
["0", "вулиця Володимира Винниченка, 4 Львів, Львівська область, Україна", 49.839066, 24.035732, "category-name", "projects",projectsIcon],
["0", "вулиця Підлисецького, 10 Винники, Львівська область, Україна", 49.813415, 24.138518, "category-name", "projects",projectsIcon],
["0", "вулиця Полуботка, 13-17 Львів, Львівська область, Україна", 49.792123, 24.069606, "category-name", "projects",projectsIcon],
["0", "вулиця Пилипа Орлика, 9 Винники, Львівська область, Україна", 49.815126, 24.131248, "category-name", "projects",projectsIcon],
["0", "вулиця Сагайдачного, 6 Винники, Львівська область, Україна", 49.808691, 24.140334, "category-name", "projects",projectsIcon],
["0", "вулиця Сагайдачного, 39А Винники, Львівська область, Україна", 49.807470, 24.149937, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Сахарова, 19 Винники, Львівська область, Україна", 49.819111, 24.146027, "category-name", "projects",projectsIcon],
["0", "вулиця Стрілецька, 40 Винники, Львівська область, Україна", 49.809765, 24.151943, "category-name", "projects",projectsIcon],
["0", "вулиця 1-го Травня, 4 Винники, Львівська область, Україна", 49.813476, 24.135257, "category-name", "projects",projectsIcon],
["0", "вулиця 1-го Травня, 11 Винники, Львівська область, Україна", 49.812756, 24.137285, "category-name", "projects",projectsIcon],
["0", "вулиця 1-го Травня, 12 Винники, Львівська область, Україна", 49.812943, 24.136094, "category-name", "projects",projectsIcon],
["0", "вулиця 1-го Травня, 15 Винники, Львівська область, Україна", 49.812361, 24.138013, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 46 Винники, Львівська область, Україна", 49.810334, 24.137406, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 17 Винники, Львівська область, Україна", 49.816364, 24.143114, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 23А, Винники, Львівська область, Україна", 49.815665, 24.141355, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 25 Винники, Львівська область, Україна", 49.815457, 24.141011, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 29 Винники, Львівська область, Україна", 49.815042, 24.140593, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 53 Винники, Львівська область, Україна", 49.811286, 24.139559, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 70 Винники, Львівська область, Україна", 49.809271, 24.138046, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 73А, Винники, Львівська область, Україна", 49.809250, 24.139655, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 94 Винники, Львівська область, Україна", 49.807955, 24.136651, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 101 Винники, Львівська область, Україна", 49.806668, 24.137338, "category-name", "projects",projectsIcon],
["0", "вулиця Федюка, 9 Винники, Львівська область, Україна", 49.821476, 24.135754, "category-name", "projects",projectsIcon],
["0", "вулиця Лесі Українки, 14 Винники, Львівська область, Україна", 49.813910, 24.137194, "category-name", "projects",projectsIcon],
["0", "вулиця Ціолковського, 41 Винники, Львівська область, Україна", 49.819254, 24.152462, "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 11 Винники, Львівська область, Україна", 49.812052, 24.134349, "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 44 Винники, Львівська область, Україна", 49.808590, 24.133759, "category-name", "projects",projectsIcon],
["0", "вулиця Яворницького, 34А Винники, Львівська область, Україна", 49.815392, 24.148286, "category-name", "projects",projectsIcon],
["0", "вулиця Випасова, 7 Львів, Львівська область, Україна", 49.864132, 24.008142, "category-name", "projects",projectsIcon],
["0", "вулиця Випасова, 11 Львів, Львівська область, Україна", 49.863315, 24.008283, "category-name", "projects",projectsIcon],
["0", "вулиця Вишенського, 21 Львів, Львівська область, Україна", 49.841091, 24.050082, "category-name", "projects",projectsIcon],
["0", "вулиця Петра Війтовича, 4 Львів, Львівська область, Україна", 49.836494, 24.009537, "category-name", "projects",projectsIcon],
["0", "вулиця Ірини Вільде, 15 Львів, Львівська область, Україна", 49.839970, 24.063656, "category-name", "projects",projectsIcon],
["0", "вулиця Ірини Вільде, 29 Львів, Львівська область, Україна", 49.840634, 24.063409, "category-name", "projects",projectsIcon],
["0", "вулиця Вільхова, 19 Львів, Львівська область, Україна", 49.830376, 23.956826, "category-name", "projects",projectsIcon],
["0", "вулиця Вільхова, 27 Львів, Львівська область, Україна", 49.830799, 23.956550, "category-name", "projects",projectsIcon],
["0", "вулиця Гартмана Вітвера, 14 Львів, Львівська область, Україна", 49.838725, 24.039720, "category-name", "projects",projectsIcon],
["0", "вулиця Дмитра Вітовського, 7 Львів, Львівська область, Україна", 49.829578, 24.028985, "category-name", "projects",projectsIcon],
["0", "вулиця Дмитра Вітовського, 12 Львів, Львівська область, Україна", 49.829869, 24.028995, "category-name", "projects",projectsIcon],
["0", "вулиця Марка Вовчка, 18 Львів, Львівська область, Україна", 49.840413, 24.007118, "category-name", "projects",projectsIcon],
["0", "вулиця Водна, 5 Львів, Львівська область, Україна", 49.848800, 24.019434, "category-name", "projects",projectsIcon],
["0", "вулиця Купичвільська Великі Мости, Львівська область, Україна, 80074", 50.232721, 24.138518, "category-name", "projects",projectsIcon],
["0", "вулиця Підкови Великі Мости, Львівська область, Україна, 80074", 50.232627, 24.143259, "category-name", "projects",projectsIcon],
["0", "вулиця Вечірня, 7 Львів, Львівська область, Україна", 49.819239, 23.986307, "category-name", "projects",projectsIcon],
["0", "Волиця Львівська область, Україна", 50.240455, 23.828535, "category-name", "projects",projectsIcon],
["0", "Володимирці Львівська область, Україна", 49.238109, 24.248965, "category-name", "projects",projectsIcon],
["0", "Unnamed Road Волосянка, Львівська область, Україна, 82663", 48.792321, 23.422469, "category-name", "projects",projectsIcon],
["0", "вулиця Волошкова, 27 Львів, Львівська область, Україна", 49.869268, 24.018932, "category-name", "projects",projectsIcon],
["0", "вулиця Андрія Волощака, 6 Львів, Львівська область, Україна", 49.829237, 24.030116, "category-name", "projects",projectsIcon],
["0", "вулиця Данила Галицького, 5 Ворохта, Івано-Франківська область, Україна", 48.297790, 24.568497, "category-name", "projects",projectsIcon],
["0", "Вороців Львівська область, Україна", 49.859859, 23.817896, "category-name", "projects",projectsIcon],
["0", "Т1421, 17 Верхнє Синьовидне, Львівська область, Україна", 49.102051, 23.583960, "category-name", "projects",projectsIcon],
["0", "вулиця Гавришкевича, 4 Львів, Львівська область, Україна", 49.844193, 24.030191, "category-name", "projects",projectsIcon],
["0", "вулиця Газова, 16 Львів, Львівська область, Україна", 49.848704, 24.022879, "category-name", "projects",projectsIcon],
["0", "вулиця Гайдамацька, 2 Львів, Львівська область, Україна", 49.851678, 24.030017, "category-name", "projects",projectsIcon],
["0", "вулиця Гайдамацька, 9А Львів, Львівська область, Україна", 49.852439, 24.028623, "category-name", "projects",projectsIcon],
["0", "вулиця Гайдамацька, 10 Львів, Львівська область, Україна", 49.853013, 24.028762, "category-name", "projects",projectsIcon],
["0", "вулиця Гайовської, 66 Львів, Львівська область, Україна", 49.847999, 23.936555, "category-name", "projects",projectsIcon],
["0", "вулиця Гайовської, 74А, Львів, Львівська область, Україна", 49.846691, 23.936373, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв Майдану, 4 Львів, Львівська область, Україна", 49.830573, 24.018115, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв Майдану, 6 Львів, Львівська область, Україна", 49.830379, 24.018093, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв Майдану, 9 Львів, Львівська область, Україна", 49.829597, 24.018597, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв Майдану, 10 Львів, Львівська область, Україна", 49.829791, 24.018122, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв Майдану, 12 Львів, Львівська область, Україна", 49.829680, 24.018079, "category-name", "projects",projectsIcon],
["0", "вулиця Ганкевича, 9 Львів, Львівська область, Україна", 49.847573, 23.984552, "category-name", "projects",projectsIcon],
["0", "вулиця Галицька, 10 Львів, Львівська область, Україна", 49.840124, 24.031276, "category-name", "projects",projectsIcon],
["0", "вулиця Ґеца, 11 Львів, Львівська область, Україна", 49.849450, 23.979292, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 26 Львів, Львівська область, Україна", 49.833637, 24.001556, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 38 Львів, Львівська область, Україна", 49.833111, 24.000536, "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 54-72 Львів, Львівська область, Україна", 49.831962, 23.998294, "category-name", "projects",projectsIcon],
["0", "вулиця Герцена, 5 Львів, Львівська область, Україна", 49.835840, 24.033972, "category-name", "projects",projectsIcon],
["0", "вулиця Гіацинтова, 3 Львів, Львівська область, Україна", 49.824408, 23.953300, "category-name", "projects",projectsIcon],
["0", "вулиця Гіацинтова, 4 Львів, Львівська область, Україна", 49.824332, 23.953622, "category-name", "projects",projectsIcon],
["0", "вулиця Гіпсова, 11 Львів, Львівська область, Україна", 49.828408, 23.998852, "category-name", "projects",projectsIcon],
["0", "вулиця Гіпсова, 54 Львів, Львівська область, Україна", 49.825222, 23.992375, "category-name", "projects",projectsIcon],
["0", "вулиця Олекси Гірника, 4А Львів, Львівська область, Україна", 49.826057, 23.979049, "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Тарнавського, 11 Львів, Львівська область, Україна", 49.831549, 24.040439, "category-name", "projects",projectsIcon],
["0", "вулиця Глибока, 11 Львів, Львівська область, Україна", 49.833961, 24.013444, "category-name", "projects",projectsIcon],
["0", "вулиця Глибока, 16 Львів, Львівська область, Україна", 49.833119, 24.011630, "category-name", "projects",projectsIcon],
["0", "вулиця Глибока, 19 Львів, Львівська область, Україна", 49.833507, 24.012531, "category-name", "projects",projectsIcon],
["0", "вулиця Глібова, 3-5 Львів, Львівська область, Україна", 49.833957, 24.029253, "category-name", "projects",projectsIcon],
["0", "вулиця Глібова, 15 Львів, Львівська область, Україна", 49.834642, 24.028527, "category-name", "projects",projectsIcon],
["0", "вулиця Глінки, 3 Львів, Львівська область, Україна", 49.829337, 24.019432, "category-name", "projects",projectsIcon],
["0", "вул. Академіка Гнатюка, 2 Львів, Львівська область, Україна", 49.841512, 24.026721, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Гнатюка, 4 Львів, Львівська область, Україна", 49.841519, 24.026249, "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Гнатюка, 13 Львів, Львівська область, Україна", 49.841594, 24.024369, "category-name", "projects",projectsIcon],
["0", "вулиця Гоголя, 5 Львів, Львівська область, Україна", 49.840415, 24.017200, "category-name", "projects",projectsIcon],
["0", "вулиця Гоголя, 13 Львів, Львівська область, Україна", 49.840941, 24.016449, "category-name", "projects",projectsIcon],
["0", "Вул.Ярошинська Чернівецька область, Україна", 48.251483, 25.923576, "category-name", "projects",projectsIcon],
["0", "вулиця Годованця, 10 Львів, Львівська область, Україна", 49.826423, 23.977951, "category-name", "projects",projectsIcon],
["0", "вулиця Антона Головатого, 5-7 Львів, Львівська область, Україна", 49.827132, 23.972090, "category-name", "projects",projectsIcon],
["0", "вулиця Головацького, 3 Львів, Львівська область, Україна", 49.838163, 24.005792, "category-name", "projects",projectsIcon],
["0", "вулиця Головацького, 4 Львів, Львівська область, Україна", 49.838329, 24.006113, "category-name", "projects",projectsIcon],
["0", "вулиця Головацького, 7 Львів, Львівська область, Україна", 49.838426, 24.005706, "category-name", "projects",projectsIcon],
["0", "вулиця Сидора Голубовича, 37 Львів, Львівська область, Україна", 49.838858, 24.004934, "category-name", "projects",projectsIcon],
["0", "вулиця Миколи Голубця, 34 Львів, Львівська область, Україна", 49.832517, 24.072886, "category-name", "projects",projectsIcon],
["0", "вулиця Миколи Голубця, 83-87 Львів, Львівська область, Україна", 49.832303, 24.078766, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Гонти, 8 Львів, Львівська область, Україна", 49.844513, 24.030620, "category-name", "projects",projectsIcon],
["0", "вулиця Городницька, 18 Львів, Львівська область, Україна", 49.859434, 24.029810, "category-name", "projects",projectsIcon],
["0", "вулиця Городницька, 7 Львів, Львівська область, Україна", 49.859736, 24.027746, "category-name", "projects",projectsIcon],
["0", "вулиця Городницька, 38 Львів, Львівська область, Україна", 49.860249, 24.031487, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Горбачевського, 4 Львів, Львівська область, Україна", 49.829566, 24.007905, "category-name", "projects",projectsIcon],
["0", "вулиця Івана Горбачевського, 16 Львів, Львівська область, Україна", 49.828645, 24.008881, "category-name", "projects",projectsIcon],
["0", "Unnamed Road Горбків, Львівська область, Україна", 50.477734, 24.355235, "category-name", "projects",projectsIcon],
["0", "вулиця Гординських, 20 Львів, Львівська область, Україна", 49.825053, 23.997994, "category-name", "projects",projectsIcon],
["0", "вулиця Горіхова, 11 Львів, Львівська область, Україна", 49.856939, 24.052235, "category-name", "projects",projectsIcon],
["0", "Городок Львівська область, Україна", 49.788120, 23.627550, "category-name", "projects",projectsIcon],
["0", "вулиця Володимира Івасюка Городок, Львівська область, Україна, 81502", 49.789588, 23.667716, "category-name", "projects",projectsIcon],
["0", "Городоцький районний відділ державної виконавчої служби Головного територіального управління юстиції у Львівській області вулиця Львівська, 1, Городок, Львівська область, Україна",  49.786964, 23.663597, "category-name", "projects",projectsIcon],
["0", "Т1425, 15 Городок, Львівська область, Україна",  49.786160, 23.653480,  "category-name", "projects",projectsIcon],
["0", "Т1425, 26 Городок, Львівська область, Україна",  49.786077, 23.654574,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Мудрого Городок, Львівська область, Україна, 81502",  49.791893, 23.650148,  "category-name", "projects",projectsIcon],
["0", "вулиця Нова Городок, Львівська область, Україна, 81502",  49.780045, 23.665125,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 19А Городок, Львівська область, Україна, 81500",  49.782839, 23.649812,  "category-name", "projects",projectsIcon],
["0", "вулиця Андрея Шептицького Городок, Львівська область, Україна, 81502",  49.784272, 23.633001,  "category-name", "projects",projectsIcon],
["0", "вулиця Горської, 3 Львів, Львівська область, Україна",  49.836081, 24.001332,  "category-name", "projects",projectsIcon],
["0", "вулиця Грабовського, 4 Львів, Львівська область, Україна",  49.833642, 24.019897,  "category-name", "projects",projectsIcon],
["0", "вулиця Грабовського, 11 Львів, Львівська область, Україна",  49.832260, 24.022143,  "category-name", "projects",projectsIcon],
["0", "вулиця Гребінки, 10 Львів, Львівська область, Україна",  49.841903, 24.020488,  "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Грекова, 8 Львів, Львівська область, Україна",  49.851084, 24.019247,  "category-name", "projects",projectsIcon],
["0", "вулиця Гречана, 19 Львів, Львівська область, Україна",  49.831884, 23.965553,  "category-name", "projects",projectsIcon],
["0", "вулиця Григоровича, 9 Львів, Львівська область, Україна",  49.835752, 24.030665,  "category-name", "projects",projectsIcon],
["0", "вулиця Григоровича, 7 Львів, Львівська область, Україна",  49.835925, 24.030526,  "category-name", "projects",projectsIcon],
["0", "вулиця Генерала Грицая, 7 Львів, Львівська область, Україна",  49.827395, 24.047253,  "category-name", "projects",projectsIcon],
["0", "2A вулиця Грінченка, 2А, Львів, Львівська область, Україна",  49.870970, 24.055402,  "category-name", "projects",projectsIcon],
["0", "вулиця Грінченка, 48 Львів, Львівська область, Україна",  49.871636, 24.052932,  "category-name", "projects",projectsIcon],
["0", "4B вулиця Грінченка, 4Б, Львів, Львівська область, Україна",  49.871950, 24.053019,  "category-name", "projects",projectsIcon],
["0", "вул. Грінченка Львів, Львівська область, Україна, 79000",  49.872130, 24.052257,  "category-name", "projects",projectsIcon],
["0", "вулиця Грузинська, 12 Львів, Львівська область, Україна",  49.832865, 23.963477,  "category-name", "projects",projectsIcon],
["0", "вулиця Ґрунтова, 5 Львів, Львівська область, Україна",  49.784441, 24.074435,  "category-name", "projects",projectsIcon],
["0", "вулиця Михайла Грушевського, 12 Львів, Львівська область, Україна",  49.833497, 24.033091,  "category-name", "projects",projectsIcon],
["0", "вулиця Грюнвальдська, 6 Львів, Львівська область, Україна",  49.832750, 24.004941,  "category-name", "projects",projectsIcon],
["0", "проспект Незалежності, 24 Гусятин, Тернопільська область, Україна",  49.071171, 26.199989,  "category-name", "projects",projectsIcon],
["0", "вулиця Романа Дашкевича, 39 Львів, Львівська область, Україна",  49.856691, 24.033071,  "category-name", "projects",projectsIcon],
["0", "вулиця Демнянська, 6 Львів, Львівська область, Україна",  49.799170, 24.029948,  "category-name", "projects",projectsIcon],
["0", "вулиця Демнянська, 16а Львів, Львівська область, Україна,",  49.797500, 24.028364,  "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 51 Львів, Львівська область, Україна",  49.849915, 24.020149,  "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 55 Львів, Львівська область, Україна",  49.850358, 24.019873,  "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 57 Львів, Львівська область, Україна",  49.850551, 24.019655,  "category-name", "projects",projectsIcon],
["0", "вулиця Джерельна, 43 Львів, Львівська область, Україна",  49.849278, 24.020020,  "category-name", "projects",projectsIcon],
["0", "вулиця Кордуби, 2 Львів, Львівська область, Україна",  49.850474, 24.046571,  "category-name", "projects",projectsIcon],
["0", "вулиця Корнякта, 1 Львів, Львівська область, Україна",  49.843371, 24.029488,  "category-name", "projects",projectsIcon],
["0", "вулиця Володимира Короленка, 10 Львів, Львівська область, Україна",  49.840392, 24.038833,  "category-name", "projects",projectsIcon],
["0", "вулиця Корсунська, 3 Львів, Львівська область, Україна",  49.829400, 23.963850,  "category-name", "projects",projectsIcon],
["0", "вулиця Корсунська, 4 Львів, Львівська область, Україна",  49.829366, 23.963506,  "category-name", "projects",projectsIcon],
["0", "вулиця Корчовського, 19 Винники, Львівська область, Україна",  49.804939, 24.148406,  "category-name", "projects",projectsIcon],
["0", "вулиця Кос-Анатольського, 22 Львів, Львівська область, Україна",  49.790832, 24.066518,  "category-name", "projects",projectsIcon],
["0", "вулиця Кастелівка, 20 Львів, Львівська область, Україна",  49.830243, 24.012978,  "category-name", "projects",projectsIcon],
["0", "вулиця Котика, 2 Львів, Львівська область, Україна",  49.836559, 24.059909,  "category-name", "projects",projectsIcon],
["0", "вулиця Котика, 5 Львів, Львівська область, Україна",  49.836317, 24.060446,  "category-name", "projects",projectsIcon],
["0", "вулиця Котка, 20 Львів, Львівська область, Україна",  49.821899, 24.005181,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Котляревського, 13 Львів, Львівська область, Україна",  49.832546, 24.015425,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Котляревського, 19 Львів, Львівська область, Україна",  49.832146, 24.014831,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Котляревського, 20, Львів, Львівська область, Україна", 49.832506, 24.013168 ,  "category-name", "projects",projectsIcon],
["0", "вулиця Котлярська, 6 Львів, Львівська область, Україна",  49.845235, 24.022991,  "category-name", "projects",projectsIcon],
["0", "вулиця Котлярська, 10 Львів, Львівська область, Україна",  49.845622, 24.023088,  "category-name", "projects",projectsIcon],
["0", "вулиця Котлярська, 5 Львів, Львівська область, Україна",  49.845325, 24.022627,  "category-name", "projects",projectsIcon],
["0", "вулиця Коциловського, 16/14 Львів, Львівська область, Україна",  49.829354, 24.048349,  "category-name", "projects",projectsIcon],
["0", "вулиця Кошиця, 1 Львів, Львівська область, Україна",  49.857515, 24.017725,  "category-name", "projects",projectsIcon],
["0", "вулиця Кошиця, 4 Львів, Львівська область, Україна",  49.858902, 24.017080,  "category-name", "projects",projectsIcon],
["0", "вулиця Кошова, 34 Львів, Львівська область, Україна",  49.838639, 24.078210,  "category-name", "projects",projectsIcon],
["0", "вулиця Уляни Кравченко, 10 Львів, Львівська область, Україна",  49.832115, 23.983227,  "category-name", "projects",projectsIcon],
["0", "вулиця Уляни Кравченко, 23 Львів, Львівська область, Україна",  49.831364, 23.984043,  "category-name", "projects",projectsIcon],
["0", "вулиця Краківська, 1 Львів, Львівська область, Україна",  49.842332, 24.030240,  "category-name", "projects",projectsIcon],
["0", "вулиця Краківська, 14 Львів, Львівська область, Україна",  49.843183, 24.030206,  "category-name", "projects",projectsIcon],
["0", "вулиця Краківська, 18 Львів, Львівська область, Україна",  49.843422, 24.030184,  "category-name", "projects",projectsIcon],
["0", "Кравецька вулиця Львів, Львівська область, Україна",  49.839830, 24.031024,  "category-name", "projects",projectsIcon],
["0", "вулиця Кременецька, 10 Львів, Львівська область, Україна",  49.828290, 23.996435,  "category-name", "projects",projectsIcon],
["0", "вулиця Крехівська, 4 Львів, Львівська область, Україна",  49.847803, 24.019747,  "category-name", "projects",projectsIcon],
["0", "проїзд Крива Липа, 3 Львів, Львівська область, Україна",  49.840382, 24.026655,  "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 7 Львів, Львівська область, Україна",  49.845051, 24.038958,  "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 19 Львів, Львівська область, Україна",  49.845778, 24.040514,  "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 29 Львів, Львівська область, Україна",  49.846518, 24.040997,  "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 33 Львів, Львівська область, Україна",  49.846885, 24.041211,  "category-name", "projects",projectsIcon],
["0", "вулиця Кримська, 45 Львів, Львівська область, Україна",  49.823019, 24.046952,  "category-name", "projects",projectsIcon],
["0", "вулиця Кримська, 71Б, Львів, Львівська область, Україна",  49.824036, 24.044935,  "category-name", "projects",projectsIcon],
["0", "вулиця Кругова, 11 Львів, Львівська область, Україна",  49.846410, 23.968450,  "category-name", "projects",projectsIcon],
["0", "вулиця Крута, 27 Львів, Львівська область, Україна",  49.858523, 24.034646,  "category-name", "projects",projectsIcon],
["0", "вулиця Крута, 35 Львів, Львівська область, Україна",  49.858411, 24.035183,  "category-name", "projects",projectsIcon],
["0", "вулиця Соломії Крушельницької, 1 Львів, Львівська область, Україна",  49.838364, 24.022718,  "category-name", "projects",projectsIcon],
["0", "вулиця Соломії Крушельницької, 5 Львів, Львівська область, Україна",  49.838004, 24.022139,  "category-name", "projects",projectsIcon],
["0", "вулиця Соломії Крушельницької, 7 Львів, Львівська область, Україна",  49.837789, 24.021839,  "category-name", "projects",projectsIcon],
["0", "вулиця Соломії Крушельницької, 15 Львів, Львівська область, Україна",  49.837236, 24.020873,  "category-name", "projects",projectsIcon],
["0", "вулиця Кубійовича, 27 Львів, Львівська область, Україна",  49.826587, 24.037514,  "category-name", "projects",projectsIcon],
["0", "вулиця Кузневича, 10 Львів, Львівська область, Україна",  49.834126, 23.980707,  "category-name", "projects",projectsIcon],
["0", "вулиця Куликівська, 4 Львів, Львівська область, Україна",  49.823755, 24.011652,  "category-name", "projects",projectsIcon],
["0", "вулиця Куликівська, 10 Львів, Львівська область, Україна",  49.823402, 24.010977,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка Куликів, Львівська область, Україна",  49.980503, 24.071260,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 3А, Львів, Львівська область, Україна",  49.833969, 23.991039,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 17 Львів, Львівська область, Україна",  49.833284, 23.990985,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 36 Львів, Львівська область, Україна",  49.830239, 23.990116,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 48 Львів, Львівська область, Україна",  49.829374, 23.989741,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 129 Львів, Львівська область, Україна",  49.808389, 23.984072,  "category-name", "projects",projectsIcon],
["0", "вулиця Кульпарківська, 132 Львів, Львівська область, Україна",  49.818093, 23.987077,  "category-name", "projects",projectsIcon],
["0", "вулиця Янки Купали, 7 Львів, Львівська область, Україна",  49.856705, 24.031468,  "category-name", "projects",projectsIcon],
["0", "вулиця Купчинського, 16 Львів, Львівська область, Україна",  49.858168, 24.004662,  "category-name", "projects",projectsIcon],
["0", "вулиця Купчинського, 22 Львів, Львівська область, Україна",  49.858195, 24.003939,  "category-name", "projects",projectsIcon],
["0", "вулиця Леся Курбаса, 6 Львів, Львівська область, Україна",  49.842108, 24.025988,  "category-name", "projects",projectsIcon],
["0", "вулиця Курінна, 4 Львів, Львівська область, Україна",  49.839597, 24.085011,  "category-name", "projects",projectsIcon],
["0", "вулиця Кутова, 11 Львів, Львівська область, Україна",  49.835054, 24.058681,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Романа Кучера, 8 Львів, Львівська область, Україна",  49.844094, 24.019502,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Лазаренка, 11 Львів, Львівська область, Україна",  49.814449, 24.016435,  "category-name", "projects",projectsIcon],
["0", "вулиця Лазнева, 3 Львів, Львівська область, Україна",  49.845658, 24.026288,  "category-name", "projects",projectsIcon],
["0", "вулиця Ластів'яча, 9 Львів, Львівська область, Україна",  49.822265, 23.976188,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Левинського, 4 Львів, Львівська область, Україна",  49.831725, 24.009466,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Левинського, 6 Львів, Львівська область, Україна",  49.831580, 24.009637,  "category-name", "projects",projectsIcon],
["0", "вулиця Лемківська, 9 Львів, Львівська область, Україна, 79000",  49.852508, 24.025783,  "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Лепкого, 20 Львів, Львівська область, Україна",  49.841067, 24.020276,  "category-name", "projects",projectsIcon],
["0", "вулиця Лижв'ярська, 17 Львів, Львівська область, Україна",  49.826791, 24.025815,  "category-name", "projects",projectsIcon],
["0", "вулиця Лижв'ярська, 18 Львів, Львівська область, Україна",  49.827082, 24.025526,  "category-name", "projects",projectsIcon],
["0", "вулиця Лижв'ярська, 24 Львів, Львівська область, Україна",  49.826584, 24.024699,  "category-name", "projects",projectsIcon],
["0", "вулиця Лижв'ярська, 26 Львів, Львівська область, Україна",  49.826432, 24.024517,  "category-name", "projects",projectsIcon],
["0", "вулиця Липинського, 13а Львів, Львівська область, Україна",  49.858924, 24.024218,  "category-name", "projects",projectsIcon],
["0", "площа Липнева, 2 Львів, Львівська область, Україна",  49.834767, 24.002672,  "category-name", "projects",projectsIcon],
["0", "Липники, Львівська область, Україна",  49.712533, 24.001631,  "category-name", "projects",projectsIcon],
["0", "вулиця Липова Алея, 1 Львів, Львівська область, Україна",  49.820444, 24.055432,  "category-name", "projects",projectsIcon],
["0", "вулиця Липова Алея, 5А, Львів, Львівська область, Україна",  49.819227, 24.054868,  "category-name", "projects",projectsIcon],
["0", "вулиця Липова Алея, 9 Львів, Львівська область, Україна",  49.819324, 24.054171,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 22 Львів, Львівська область, Україна",  49.841648, 24.044666,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 24 Львів, Львівська область, Україна",  49.841810, 24.045171,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 3 Львів, Львівська область, Україна",  49.843325, 24.036951,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 5 Львів, Львівська область, Україна",  49.843332, 24.037380,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 16 Львів, Львівська область, Україна",  49.841846, 24.044158,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 23 Львів, Львівська область, Україна",  49.843002, 24.041594,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 33 Львів, Львівська область, Україна",  49.842406, 24.043997,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 42 Львів, Львівська область, Україна",  49.842026, 24.048192,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисенка, 55 Львів, Львівська область, Україна",  49.842275, 24.047859,  "category-name", "projects",projectsIcon],
["0", "вулиця Лисеницька, 9 Львів, Львівська область, Україна",  49.816666, 24.082094,  "category-name", "projects",projectsIcon],
["0", "вулиця Стрілецька, 10 Лисиничі, Львівська область, Україна",  49.833403, 24.123045,  "category-name", "projects",projectsIcon],
["0", "вулиця Литвиненка, 12 Львів, Львівська область, Україна",  49.813321, 24.040863,  "category-name", "projects",projectsIcon],
["0", "вулиця Литовська, 7 Львів, Львівська область, Україна",  49.817254, 24.035017,  "category-name", "projects",projectsIcon],
["0", "вулиця Листопадна, 14 Львів, Львівська область, Україна",  49.812854, 24.044613,  "category-name", "projects",projectsIcon],
["0", "вулиця Листопадового Чину, 12 Львів, Львівська область, Україна",  49.840507, 24.020255,  "category-name", "projects",projectsIcon],
["0", "вулиця Ліська, 9 Львів, Львівська область, Україна",  49.832247, 23.993949,  "category-name", "projects",projectsIcon],
["0", "вулиця Лісна, 2 Львівська область, Україна",  49.787092, 24.048234,  "category-name", "projects",projectsIcon],
["0", "Лісна вулиця, 4 Львів, Львівська область, Україна",  49.842205, 24.049195,  "category-name", "projects",projectsIcon],
["0", "вулиця Личаківська, 4 Львів, Львівська область, Україна",  49.839415, 24.037877,  "category-name", "projects",projectsIcon],
["0", "вулиця Авраама Лінкольна, 2 Львів, Львівська область, Україна",  49.863858, 24.027407,  "category-name", "projects",projectsIcon],
["0", "вулиця Ференца Ліста, 8 Львів, Львівська область, Україна",  49.838652, 24.027767,  "category-name", "projects",projectsIcon],
["0", "вулиця Ференца Ліста, 8 Львів, Львівська область, Україна",  49.838600, 24.027735,  "category-name", "projects",projectsIcon],
["0", "вулиця Ліська, 8 Львів, Львівська область, Україна",  49.832549, 23.993240,  "category-name", "projects",projectsIcon],
["0", "вулиця Лобачевського, 20 Львів, Львівська область, Україна",  49.853743, 24.030501,  "category-name", "projects",projectsIcon],
["0", "вулиця Лукаша, 3 Львів, Львівська область, Україна",  49.828458, 24.015622,  "category-name", "projects",projectsIcon],
["0", "вулиця Лукича, 8 Львів, Львівська область, Україна",  49.831076, 23.965077,  "category-name", "projects",projectsIcon],
["0", "вулиця Крилова, 1 Луцьк, Волинська область, Україна, 43000",  50.746064, 25.323024,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Люльки, 3 Львів, Львівська область, Україна",  49.848802, 24.025021,  "category-name", "projects",projectsIcon],
["0", "вулиця Луцького, 6-8 Львів, Львівська область, Україна",  49.847818, 23.998615,  "category-name", "projects",projectsIcon],
["0", "вулиця Лучкая, 13 Львів, Львівська область, Україна",  49.866239, 23.962532,  "category-name", "projects",projectsIcon],
["0", "вулиця Любінська, 19-21 Львів, Львівська область, Україна",  49.831266, 23.989653,  "category-name", "projects",projectsIcon],
["0", "вулиця Любінська, 103 Львів, Львівська область, Україна",  49.819436, 23.971393,  "category-name", "projects",projectsIcon],
["0", "вулиця Любінська, 160 Львів, Львівська область, Україна",  49.819237, 23.963530,  "category-name", "projects",projectsIcon],
["0", "вулиця Льняна, 30 Львів, Львівська область, Україна",  49.869422, 24.035913,  "category-name", "projects",projectsIcon],
["0", "вулиця Гетьмана Мазепи, 3А Львів, Львівська область, Україна",  49.869758, 24.027264,  "category-name", "projects",projectsIcon],
["0", "вулиця Гетьмана Мазепи, 23 Львів, Львівська область, Україна",  49.872581, 24.037873,  "category-name", "projects",projectsIcon],
["0", "вулиця Майдан Ринок, 34 Стрий, Львівська область, Україна",  49.255198, 23.853367,  "category-name", "projects",projectsIcon],
["0", "вулиця Майорівка, 6 Львів, Львівська область, Україна",  49.823231, 24.085392,  "category-name", "projects",projectsIcon],
["0", "вулиця Маковея, 4 Львів, Львівська область, Україна",  49.822848, 24.000960,  "category-name", "projects",projectsIcon],
["0", "вулиця Маковея, 5 Львів, Львівська область, Україна",  49.822818, 24.001671,  "category-name", "projects",projectsIcon],
["0", "Марс 16 Kyivska St, Малехів, Львівська область, Україна, 80383",  49.885768, 24.079456,  "category-name", "projects",projectsIcon],
["0", "вулиця Наливайка, 17 Малехів, Львівська область, Україна",  49.890045, 24.066654,  "category-name", "projects",projectsIcon],
["0", "вулиця Лесі Українки, 24-48 Малехів, Львівська область, Україна",  49.882671, 24.081371,  "category-name", "projects",projectsIcon],
["0", "вулиця Малицької, 16 Львів, Львівська область, Україна",  49.827496, 23.956821,  "category-name", "projects",projectsIcon],
["0", "вулиця Малі Кривчиці, 3 Львів, Львівська область, Україна",  49.845217, 24.086607,  "category-name", "projects",projectsIcon],
["0", "вулиця Лютнева, 21 Львів, Львівська область, Україна",  49.827136, 23.962209,  "category-name", "projects",projectsIcon],
["0", "вулиця Мартовича, 12 Львів, Львівська область, Україна",  49.835689, 24.029208,  "category-name", "projects",projectsIcon],
["0", "вулиця Масарика, 6 Львів, Львівська область, Україна",  49.856559, 24.016429,  "category-name", "projects",projectsIcon],
["0", "вулиця Масарика, 8 Львів, Львівська область, Україна",  49.857307, 24.016412,  "category-name", "projects",projectsIcon],
["0", "вулиця Машиністів, 20 Львів, Львівська область, Україна",  49.847912, 23.979782,  "category-name", "projects",projectsIcon],
["0", "вулиця Медової Печери, 7 Львів, Львівська область, Україна",  49.827144, 24.075273,  "category-name", "projects",projectsIcon],
["0", "вулиця Мельника, 5 Львів, Львівська область, Україна",  49.831679, 24.002922,  "category-name", "projects",projectsIcon],
["0", "вулиця Модеста Менцинського, 1 Львів, Львівська область, Україна",  49.841975, 24.021900,  "category-name", "projects",projectsIcon],
["0", "вулиця Метлинського, 11 Львів, Львівська область, Україна",  49.856847, 24.049679,  "category-name", "projects",projectsIcon],
["0", "Львів, Львівська область, Україна",  49.855198, 24.045592,  "category-name", "projects",projectsIcon],
["0", "Львів, Львівська область, Україна",  49.854971, 24.045802,  "category-name", "projects",projectsIcon],
["0", "вулиця Мечникова, 16 Львів, Львівська область, Україна",  49.832651, 24.050105,  "category-name", "projects",projectsIcon],
["0", "вулиця Мечникова, 19 Львів, Львівська область, Україна",  49.836845, 24.054290,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Миколайчука, 8 Львів, Львівська область, Україна",  49.874514, 24.042537,  "category-name", "projects",projectsIcon],
["0", "вулиця Володимира Винниченка Миколаїв, Львівська область, Україна, 81600",  49.539263, 23.972443,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Миколайчука, 22 Львів, Львівська область, Україна",  49.878753, 24.039041,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Миколайчука, 16 Львів, Львівська область, Україна",  49.875944, 24.042497,  "category-name", "projects",projectsIcon],
["0", "вулиця Олександра Мишуги, 7 Львів, Львівська область, Україна",  49.816852, 24.032642,  "category-name", "projects",projectsIcon],
["0", "вулиця Олександра Мишуги, 30 Львів, Львівська область, Україна",  49.818273, 24.034753,  "category-name", "projects",projectsIcon],
["0", "площа Міцкевича, 4 Львів, Львівська область, Україна",  49.838932, 24.029998,  "category-name", "projects",projectsIcon],
["0", "площа Міцкевича, 10 Львів, Львівська область, Україна, 79000",  49.838845, 24.029175,  "category-name", "projects",projectsIcon],
["0", "вулиця Моринецька, 5 Львів, Львівська область, Україна",  49.853074, 23.989910,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Мудрого, 10 Львів, Львівська область, Україна",  49.840928, 24.011431,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Мудрого, 12А Львів, Львівська область, Україна",  49.841266, 24.011728,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Мудрого, 16 Львів, Львівська область, Україна",  49.841686, 24.010714,  "category-name", "projects",projectsIcon],
["0", "вулиця Милятинська, 5 Львів, Львівська область, Україна",  49.857533, 24.054290,  "category-name", "projects",projectsIcon],
["0", "вулиця Моршинська, 2 Львів, Львівська область, Україна",  49.828684, 24.006456,  "category-name", "projects",projectsIcon],
["0", "вулиця Моршинська, 5 Львів, Львівська область, Україна",  49.828469, 24.007351,  "category-name", "projects",projectsIcon],
["0", "вулиця Миргородська, 46 Львів, Львівська область, Україна",  49.856042, 24.055904,  "category-name", "projects",projectsIcon],
["0", "вулиця Братів Міхновських, 7 Львів, Львівська область, Україна",  49.838358, 24.003894,  "category-name", "projects",projectsIcon],
["0", "вулиця Братів Міхновських, 27 Львів, Львівська область, Україна",  49.840309, 24.003272,  "category-name", "projects",projectsIcon],
["0", "вулиця Братів Міхновських, 33Б Львів, Львівська область, Україна",  49.842394, 24.003087,  "category-name", "projects",projectsIcon],
["0", "вулиця Мирна, 28 Львів, Львівська область, Україна",  49.844358, 23.976226,  "category-name", "projects",projectsIcon],
["0", "вулиця Молочна, 7 Львів, Львівська область, Україна",  49.855164, 24.052605,  "category-name", "projects",projectsIcon],
["0", "вулиця Молочна Львів, Львівська область, Україна",  49.853988, 24.053131,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 48 Моршин, Львівська область, Україна",  49.152944, 23.871465,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Музики, 34 Львів, Львівська область, Україна",  49.814063, 23.997139,  "category-name", "projects",projectsIcon],
["0", "вулиця Ярослава Музики, 68 Львів, Львівська область, Україна",  49.814143, 24.003431,  "category-name", "projects",projectsIcon],
["0", "вулиця Моторна, 54 Львів, Львівська область, Україна",  49.846350, 23.973804,  "category-name", "projects",projectsIcon],
["0", "вулиця Моторна, 92 Львів, Львівська область, Україна",  49.849696, 23.972466,  "category-name", "projects",projectsIcon],
["0", "вулиця Старознесенська, 5 Львів, Львівська область, Україна",  49.851850, 24.055114,  "category-name", "projects",projectsIcon],
["0", "вулиця Старознесенська, 3 Львів, Львівська область, Україна",  49.851913, 24.054470,  "category-name", "projects",projectsIcon],
["0", "вулиця Конюшинна, 10 Львів, Львівська область, Україна",  49.828819, 23.936103,  "category-name", "projects",projectsIcon],
["0", "вулиця Уляни Кравченко, 7-9 Львів, Львівська область, Україна",  49.832350, 23.983307,  "category-name", "projects",projectsIcon],
["0", "вулиця Левандівська, 5А Львів, Львівська область, Україна",  49.846469, 23.989802,  "category-name", "projects",projectsIcon],
["0", "вулиця Левандівська, 5 Львів, Львівська область, Україна",  49.846307, 23.989686,  "category-name", "projects",projectsIcon],
["0", "вулиця Надійна, 23 Львів, Львівська область, Україна",  49.787935, 24.080886,  "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 60 Львів, Львівська область, Україна, 79000",  49.863768, 24.045700,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 42 Львів, Львівська область, Україна",  49.829154, 24.012808,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 43 Львів, Львівська область, Україна",  49.821092, 24.017653,  "category-name", "projects",projectsIcon],
["0", "вулиця Смаль-Стоцького, 1 Львів, Львівська область, Україна, 79000",  49.834426, 23.995009,  "category-name", "projects",projectsIcon],
["0", "вулиця Олени Степанівни, 45 Львів, Львівська область, Україна",  49.842783, 23.999513,  "category-name", "projects",projectsIcon],
["0", "вулиця Пасічна, 8-185 Львів, Львівська область, Україна",  49.809379, 24.078983,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 362 Львів, Львівська область, Україна",  49.870848, 23.952974,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 366Б Львів, Львівська область, Україна",  49.869342, 23.951519,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 313 Львів, Львівська область, Україна",  49.869870, 23.943238,  "category-name", "projects",projectsIcon],
["0", "вулиця Калнишевського, 3 Львів, Львівська область, Україна",  49.845927, 23.970027,  "category-name", "projects",projectsIcon],
["0", "вулиця Симона Петлюри, 37 Львів, Львівська область, Україна",  49.819601, 23.981889,  "category-name", "projects",projectsIcon],
["0", "вулиця Мучна, 39 Львів, Львівська область, Україна",  49.840342, 24.059828,  "category-name", "projects",projectsIcon],
["0", "вулиця Мучна, 62 Львів, Львівська область, Україна",  49.841298, 24.057666,  "category-name", "projects",projectsIcon],
["0", "вулиця Наукова, 7 Львів, Львівська область, Україна",  49.802536, 24.004476,  "category-name", "projects",projectsIcon],
["0", "вулиця Панаса Мирного, 24 Львів, Львівська область, Україна",  49.813588, 24.034301,  "category-name", "projects",projectsIcon],
["0", "вулиця Північна, 1А Львів, Львівська область, Україна, 79000",  49.833591, 23.935635,  "category-name", "projects",projectsIcon],
["0", "вулиця Польова, 46 Львів, Львівська область, Україна",  49.857320, 24.064367,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Пулюя, 38 Львів, Львівська область, Україна",  49.799831, 23.990584,  "category-name", "projects",projectsIcon],
["0", "вулиця Смаль-Стоцького, 15 Львів, Львівська область , Україна, 79000",  49.833564, 23.995438,  "category-name", "projects",projectsIcon],
["0", "вулиця Угорська, 14 Львів, Львівська область, Україна, 79000",  49.809681, 24.039926,  "category-name", "projects",projectsIcon],
["0", "вулиця Текстильна, 28 Тернопіль, Тернопільська область, Україна",  49.573411, 25.618101,  "category-name", "projects",projectsIcon],
["0", "Бебі світ проспект Червоної Калини, 62-А, Львів, Львівська область, Україна, 79000",  49.791970, 24.056000,  "category-name", "projects",projectsIcon],
["0", "вулиця Чайковського, 24 Львів, Львівська область, Україна",  49.836558, 24.027413,  "category-name", "projects",projectsIcon],
["0", "вулиця Калнишевського, 16 Львів, Львівська область, Україна",  49.848531, 23.969862,  "category-name", "projects",projectsIcon],
["0", "вулиця Молочна, 13 Львів, Львівська область, Україна",  49.854660, 24.052330,  "category-name", "projects",projectsIcon],
["0", "Фінансово-лізингова компанія 'Електрон-Лізинг'вулиця Стороженка, 12, Львів, Львівська область, Україна",  49.841926, 24.001714,  "category-name", "projects",projectsIcon],
["0", "вулиця Василя Стуса, 10 Львів, Львівська область, Україна",  49.818934, 24.040887,  "category-name", "projects",projectsIcon],
["0", "вулиця Під Голоском, 6 Львів, Львівська область, Україна",  49.867595, 24.014819,  "category-name", "projects",projectsIcon],
["0", "вулиця Ткацька, 31 Львів, Львівська область, Україна",  49.855750, 24.031804,  "category-name", "projects",projectsIcon],
["0", "вулиця Університетська, 1 Львів, Львівська область, Україна",  49.840095, 24.021805,  "category-name", "projects",projectsIcon],
["0", "вулиця Хімічна, 4 Львів, Львівська область, Україна",  49.854665, 24.026504,  "category-name", "projects",projectsIcon],
["0", "вулиця Анатолія Вахнянина, 27 Львів, Львівська область, Україна",  49.829033, 24.056421,  "category-name", "projects",projectsIcon],
["0", "вулиця Богдана Хмельницького, 90А Івано-Франківськ, Івано-Франківська область, Україна",  48.938876, 24.731387,  "category-name", "projects",projectsIcon],
["0", "вулиця Старонаводницька, 10 Київ, Україна",  50.427093, 30.550563,  "category-name", "projects",projectsIcon],
["0", "вулиця Шевченка, 53 Кременець, Тернопільська область, Україна",  50.098588, 25.727506,  "category-name", "projects",projectsIcon],
["0", "Ковельська вулиця, 68 Луцьк, Волинська область, Україна",  50.745765, 25.301780,  "category-name", "projects",projectsIcon],
["0", "Ковельська вулиця, 68А Луцьк, Волинська область, Україна, 43000",  50.745962, 25.300943,  "category-name", "projects",projectsIcon],
["0", "Ковельська вулиця, 150 Луцьк, Волинська область, Україна",  50.755742, 25.291648,  "category-name", "projects",projectsIcon],
["0", "Любешів Волинська область, Україна",  51.763076, 25.499103,  "category-name", "projects",projectsIcon],
["0", "Соревнования 'Кубок Динамо'вулиця Мельника, 18, Львів, Львівська область, Україна, 79000",  49.829602, 24.004178,  "category-name", "projects",projectsIcon],
["0", "вулиця Пекарська, 11 Львів, Львівська область, Україна",  49.838098, 24.038384,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 3 Львів, Львівська область, Україна, 79000",  49.832272, 24.017816,  "category-name", "projects",projectsIcon],
["0", "вулиця Академіка Андрія Сахарова, 32 Львів, Львівська область, Україна",  49.830131, 24.014185,  "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 48, Львів, Львівська область, Україна",  49.825979, 24.026163,  "category-name", "projects",projectsIcon],
["0", "вулиця Героїв УПА, 30-36 Львів, Львівська область, Україна",  49.833347, 24.001429,  "category-name", "projects",projectsIcon],
["0", "вулиця Городоцька, 36 Львів, Львівська область, Україна",  49.842029, 24.016210,  "category-name", "projects",projectsIcon],
["0", "вулиця Зелена, 149 Львів, Львівська область, Україна",  49.810611, 24.062226,  "category-name", "projects",projectsIcon],
["0", "Нова пошта №350 Харківське шосе, 201/203, Київ, Україна, 01001",  50.403535, 30.681741,  "category-name", "projects",projectsIcon],
["0", "вулиця Ніщинського, 35 Львів, Львівська область, Україна",  49.838211, 24.067759,  "category-name", "projects",projectsIcon],
["0", "вулиця Міцкевича, 2 Рівне, Рівненська область, Україна",  50.620287, 26.253331,  "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 13 Новий Розділ, Львівська область, Україна, 81652",  49.476157, 24.122491,  "category-name", "projects",projectsIcon],
["0", "вулиця Стрийська, 202 Львів, Львівська область, Україна",  49.797533, 24.015111,  "category-name", "projects",projectsIcon],
["0", "вулиця Сяйво, 12 Львів, Львівська область, Україна",  49.839071, 23.978713,  "category-name", "projects",projectsIcon],
["0", "вулиця Івана Франка, 23А, Львів, Львівська область, Україна",  49.835427, 24.036264,  "category-name", "projects",projectsIcon],
["0", "вулиця Федьковича, 49 Львів, Львівська область, Україна",  49.833078, 23.999592,  "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка Бібрка, Львівська область, Україна, 81221",  49.643208, 24.279503,  "category-name", "projects",projectsIcon],
["0", "вулиця Джохара Дудаєва, 15 Львів, Львівська область, Україна",  49.836032, 24.029286,  "category-name", "projects",projectsIcon],
["0", "вулиця Максимовича, 14А, Івано-Франківськ, Івано-Франківська область, Україна",  48.939483, 24.724597,  "category-name", "projects",projectsIcon],
["0", "вулиця Клепарівська, 11 Львів, Львівська область, Україна",  49.843885, 24.016165,  "category-name", "projects",projectsIcon],
["0", "вулиця Максима Кривоноса, 18А, Львів, Львівська область, Україна",  49.847026, 24.042664,  "category-name", "projects",projectsIcon],
["0", "вулиця Личаківська, 130 Львів, Львівська область, Україна",  49.836912, 24.061928,  "category-name", "projects",projectsIcon],
["0", "вулиця Минайська, 38 Ужгород, Закарпатська область, Україна",  48.602900, 22.285937,  "category-name", "projects",projectsIcon],
["0", "вулиця Ніщинського, 35 Львів, Львівська область, Україна",  49.838107, 24.068123,  "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 21 Львів, Львівська область, Україна",  49.856126, 24.041315,  "category-name", "projects",projectsIcon],
["0", "вулиця Орлова, 37 Рівне, Рівненська область, Україна",  50.618357, 26.280107,  "category-name", "projects",projectsIcon],
["0", "вулиця Гагаріна, 39 Рівне, Рівненська область, Україна, 33000",  50.628909, 26.267135,  "category-name", "projects",projectsIcon],
["0", "вулиця Січинського, 1 Львів, Львівська область, Україна",  49.812606, 24.070655,  "category-name", "projects",projectsIcon],
["0", "Чернівецький військовий госпіталь вулиця Героїв Майдану, 41, Чернівці, Чернівецька область, Україна",  48.279068, 25.931956,  "category-name", "projects",projectsIcon],
["0", "вулиця Болгарська, 3 Львів, Львівська область, Україна",  49.829717, 24.023584,  "category-name", "projects",projectsIcon],
["0", "вулиця Грабовського, 11 Львів, Львівська область, Україна",  49.832267, 24.022164,  "category-name", "projects",projectsIcon],
["0", "вулиця Довга, 56 Львів, Львівська область, Україна",  49.811494, 24.076381,  "category-name", "projects",projectsIcon],
["0", "вулиця Джохара Дудаєва, 15 Львів, Львівська область, Україна",  49.836053, 24.029232,  "category-name", "projects",projectsIcon],
["0", "площа Міцкевича, 4 Івано-Франківськ, Івано-Франківська область, Україна",  48.920726, 24.711476,  "category-name", "projects",projectsIcon],
["0", "вулиця Козельницька, 4 Львів, Львівська область, Україна",  49.816520, 24.023575,  "category-name", "projects",projectsIcon],
["0", "вулиця Кримська, 26А, Львів, Львівська область, Україна",  49.823729, 24.047951,  "category-name", "projects",projectsIcon],
["0", "вулиця Лобачевського, 22 Львів, Львівська область, Україна",  49.853926, 24.030327,  "category-name", "projects",projectsIcon],
["0", "вулиця Ніщинського, 35 Львів, Львівська область, Україна",  49.838114, 24.068123,  "category-name", "projects",projectsIcon],
["0", "вулиця Під Голоском, 3-5 Львів, Львівська область, Україна",  49.867499, 24.014903,  "category-name", "projects",projectsIcon],
["0", "вулиця Кавказька, 2 Рівне, Рівненська область, Україна, 33000",  50.626119, 26.252003,  "category-name", "projects",projectsIcon],
["0", "вулиця Млинівська, 1 Рівне, Рівненська область, Україна, 33000",  50.643473, 26.234499,  "category-name", "projects",projectsIcon],
["0", "Привокзальний майдан, 7 Рівне, Рівненська область, Україна",  50.628277, 26.240328,  "category-name", "projects",projectsIcon],
["0", "вулиця Торф'яна, 4 Львів, Львівська область, Україна",  49.861853, 24.024946,  "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 16 Винники, Львівська область, Україна",  49.811474, 24.134311,  "category-name", "projects",projectsIcon],
["0", "вулиця Тараса Шевченка, 2 Винники, Львівська область, Україна",  49.815097, 24.135908,  "category-name", "projects",projectsIcon],
["0", "вулиця Петра Дорошенка, 43 Львів, Львівська область, Україна",  49.837267, 24.022805,  "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 29 Львів, Львівська область, Україна",  49.859541, 24.043462,  "category-name", "projects",projectsIcon],
["0", "вулиця Промислова, 29 Івано-Франківськ, Івано-Франківська область, Україна",  48.933423, 24.717450,  "category-name", "projects",projectsIcon],
["0", "вулиця Козельницька, 4 Львів, Львівська область, Україна",  49.816505, 24.023576,  "category-name", "projects",projectsIcon],
["0", "Volksschule Semmering Hochstraße 32, Semmering, Австрія", 47.639977, 15.826645, "category-name", "projects",projectsIcon],
["0", "Volksschule Semmering Hochstraße 57, Semmering, Австрія", 47.641428, 15.830779, "category-name", "projects",projectsIcon],

["1", "Козин Київська область", 50.230893, 30.676292, "category-name2", "another",metalIcon],
["1", "Т1804 Антоніни, Хмельницька область", 49.806043, 26.870885, "category-name2", "another",metalIcon],
["1", "Бзів Київська область", 50.317077, 31.213823, "category-name2", "another",metalIcon],
["1", "Бугрин Рівненська область", 50.540518, 26.531947, "category-name2", "another",metalIcon],
["1", "ОТРЦ 'Високий Замок'Львів, Львівська область, 79000", 49.848221, 24.039374, "category-name2", "another",metalIcon],
["1", "вулиця Шевченка Волиця, Львівська область", 50.239607, 23.840680, "category-name2", "another",metalIcon],
["1", "Великі Селища, Рівненська область, 34653", 50.826727, 26.978311, "category-name2", "another",metalIcon],
["1", "Хотинська Грозинці, Чернівецька область, 60020", 48.416770, 26.166236, "category-name2", "another",metalIcon],
["1", "Деревач Львівська область", 49.670709, 23.999829, "category-name2", "another",metalIcon],
["1", "Здовбиця Рівненська область", 50.487430, 26.218014, "category-name2", "another",metalIcon],
["1", "Казанів, Івано-Франківська область, 78241", 48.650748, 25.005888, "category-name2", "another",metalIcon],
["1", "Кам'янка, Черкаська область", 49.017821, 32.095865, "category-name2", "another",metalIcon],
["1", "Кам'янка Черкаська область", 49.031441, 32.109769, "category-name2", "another",metalIcon],
["1", "Клесів, Рівненська область, 34550", 51.308970, 26.889166, "category-name2", "another",metalIcon],
["1", "Костенів, Львівська область, 81245", 49.595012, 24.596292, "category-name2", "another",metalIcon],
["1", "Вараш, Рівненська область, 34400", 51.341748, 25.849582, "category-name2", "another",metalIcon],
["1", "Лисичово, Закарпатська область, 90150", 48.494285, 23.284777, "category-name2", "another",metalIcon],
["1", "Острожець Рівненська область", 50.679510, 25.552114, "category-name2", "another",metalIcon],
["1", "Підлісці, Тернопільська область, 47078", 50.106652, 25.677275, "category-name2", "another",metalIcon],
["1", "Пуків, Івано-Франківська область", 49.394637, 24.692131, "category-name2", "another",metalIcon],
["1", "Річка, Івано-Франківська область, 78643", 48.279177, 24.930986, "category-name2", "another",metalIcon],
["1", "Свалява, Закарпатська область, 89300", 48.543589, 22.990395, "category-name2", "another",metalIcon],
["1", "Степань, Рівненська область, 34560", 51.125920, 26.292665, "category-name2", "another",metalIcon],
["1", "Суходоли Львівська область", 50.002176, 25.113167, "category-name2", "another",metalIcon],
["1", "Теслугів, Рівненська область", 50.303435, 25.318805, "category-name2", "another",metalIcon],
["1", "Тщенець Львівська область", 49.799478, 23.078176, "category-name2", "another",metalIcon],
["1", "Шосе Вінниця - Хмельницьк", 49.411662, 27.424449, "category-name2", "another",metalIcon],
["1", "Хуст, Закарпатська область, 90400", 48.167060, 23.302387, "category-name2", "another",metalIcon],
["1", "Ясень Івано-Франківська область", 48.740796, 24.167982, "category-name2", "another",metalIcon],
["1", "Белз, Львівська область, 80062", 50.382544, 23.992055, "category-name2", "another",metalIcon],
["1", "Бібрка Львівська область", 49.632838, 24.297316, "category-name2", "another",metalIcon],
["1", "Буськ, Львівська область, 80501", 49.966025, 24.611735, "category-name2", "another",metalIcon],
["1", "Гаї Львівська область", 49.765413, 24.270782, "category-name2", "another",metalIcon],
["1", "Сколівський район Львівська область", 48.782791, 23.481796, "category-name2", "another",metalIcon],
["1", "Волиця-Польова Хмельницька область", 49.830003, 26.603820, "category-name2", "another",metalIcon],
["1", "Верхнє Синьовидне, Львівська область", 49.101489, 23.583960, "category-name2", "another",metalIcon],
["1", "Давидів, Львівська область", 49.744852, 24.126921, "category-name2", "another",metalIcon],
["1", "Дубровиця, Рівненська область, 34100", 51.573772, 26.552870, "category-name2", "another",metalIcon],
["1", "Здолбунів Рівненська область", 50.508661, 26.244926, "category-name2", "another",metalIcon],
["1", "Калуш Івано-Франківська область", 49.044463, 24.358916, "category-name2", "another",metalIcon],
["1", "Кам'януха Волинська область", 51.237484, 25.714039, "category-name2", "another",metalIcon],
["1", "вулиця Незалежності, 44 Ковель, Волинська область", 51.207666, 24.727437, "category-name2", "another",metalIcon],
["1", "Котів Рівненська область", 50.688558, 26.447523, "category-name2", "another",metalIcon],
["1", "Куряни, Тернопільська область, 47522", 49.425048, 24.807271, "category-name2", "another",metalIcon],
["1", "Лозова, Харківська область", 49.610781, 25.670948, "category-name2", "another",metalIcon],
["1", "Майдан, Львівська область, 80352", 50.008678, 23.837648, "category-name2", "another",metalIcon],
["1", "Міжгір'я, Закарпатська область, 90001", 48.525991, 23.505521, "category-name2", "another",metalIcon],
["1", "Бистрий, Львівська область, 82176", 49.244049, 23.591466, "category-name2", "another",metalIcon],
["1", "вулиця Окружна, 11 Львів, Львівська область", 49.831353, 23.978898, "category-name2", "another",metalIcon],
["1", "Переброди, Рівненська область, 34130", 51.724880, 26.970751, "category-name2", "another",metalIcon],
["1", "Плоске Закарпатська область", 48.661600, 22.898210, "category-name2", "another",metalIcon],
["1", "вулиця Гагаріна, 39 Рівне, Рівненська область", 50.629613, 26.267871, "category-name2", "another",metalIcon],
["1", "Рокитне, Рівненська область, 34201", 51.285397, 27.200237, "category-name2", "another",metalIcon],
["1", "Свірж, Львівська область", 49.651953, 24.433054, "category-name2", "another",metalIcon],
["1", "Грозинці, Чернівецька область, 60020", 48.420757, 26.150443, "category-name2", "another",metalIcon],
["1", "Суходоли Львівська область", 50.004686, 25.114025, "category-name2", "another",metalIcon],
["1", "Тисовець Львівська область", 48.983022, 23.277511, "category-name2", "another",metalIcon],
["1", "вулиця Івана Франка, 1 Ужгород, Закарпатська область", 48.629093, 22.274259, "category-name2", "another",metalIcon],
["1", "вулиця Гарнізонна, 6/1 Хмельницький, Хмельницька область", 49.394019, 27.050376, "category-name2", "another",metalIcon],
["1", "станція Ценжів Майдан, Івано-Франківська область, 77420", 48.999866, 24.596819, "category-name2", "another",metalIcon],
["1", "вулиця Ярослава Мудрого, 78 Чернівці, Чернівецька область", 48.333467, 25.945477, "category-name2", "another",metalIcon],
["1", "Шумськ, Тернопільська область, 47100", 50.120289, 26.107837, "category-name2", "another",metalIcon],
["1", "Шумськ, Тернопільська область", 50.110988, 26.120282, "category-name2", "another",metalIcon],
["1", "Берегомет Чернівецька область", 48.173607, 25.329597, "category-name2", "another",metalIcon],
["1", "Бокійма, Рівненська область, 35162", 50.481825, 25.456728, "category-name2", "another",metalIcon],
["1", "Валя Кузьмина, Чернівецька область", 48.191069, 26.005820, "category-name2", "another",metalIcon],
["1", "Велике, Чернівецька область", 48.158280, 25.408683, "category-name2", "another",metalIcon],
["1", "Вишгородок, Тернопільська область", 49.766382, 25.967678, "category-name2", "another",metalIcon],
["1", "Воловець, Закарпатська область, 89101", 48.715006, 23.184409, "category-name2", "another",metalIcon],
["1", "Цепцевичі, Рівненська область, 34578", 51.375221, 26.403795, "category-name2", "another",metalIcon],
["1", "Дашів, Вінницька область, 22740", 48.999385, 29.428575, "category-name2", "another",metalIcon],
["1", "Добрянське Закарпатська область", 48.070397, 23.711363, "category-name2", "another",metalIcon],
["1", "Ємільчине, Житомирська область, 11200", 50.867351, 27.804391, "category-name2", "another",metalIcon],
["1", "Залізне, Київська область", 50.200623, 30.349951, "category-name2", "another",metalIcon],
["1", "вулиця Височанка, Калуш, Івано-Франківська область, 77300", 49.033484, 24.381842, "category-name2", "another",metalIcon],
["1", "Кам'янка-Бузька, Львівська область, 80400", 50.102168, 24.346897, "category-name2", "another",metalIcon],
["1", "Красна, Івано-Франківська область", 48.576901, 24.693254, "category-name2", "another",metalIcon],
["1", "Кустівці, Хмельницька область", 49.923953, 27.401535, "category-name2", "another",metalIcon],
["1", "Лопухів, Закарпатська область, 90522", 48.363571, 23.969618, "category-name2", "another",metalIcon],
["1", "Мала Тур'я Івано-Франківська область", 48.953929, 23.969058, "category-name2", "another",metalIcon],
["1", "Мізоч, Рівненська область", 50.403786, 26.151064, "category-name2", "another",metalIcon],
["1", "вулиця Окружна, Львів, Львівська область", 49.830882, 23.979220, "category-name2", "another",metalIcon],
["1", "Передвір'я, Львівська область", 49.959962, 23.197514, "category-name2", "another",metalIcon],
["1", "Полиці Рівненська область", 51.259895, 26.086106, "category-name2", "another",metalIcon],
["1", "вулиця Данила Галицького, 19 Рівне, Рівненська область,", 50.609154, 26.285302, "category-name2", "another",metalIcon],
["1", "Руда, Львівська область,", 49.306093, 24.096041, "category-name2", "another",metalIcon],
["1", "Смідин, Волинська область", 51.293584, 24.429025, "category-name2", "another",metalIcon],
["1", "Хмельницька область", 48.679156, 26.530480, "category-name2", "another",metalIcon],
["1", "Тихе Рівненська область", 50.965419, 26.547439, "category-name2", "another",metalIcon],
["1", "вулиця Івана Франка, 2 Ужгород, Закарпатська область", 48.628511, 22.274388, "category-name2", "another",metalIcon],
["1", "вулиця Тернопільська, 13 Хмельницький, Хмельницька область", 49.405860, 26.952501, "category-name2", "another",metalIcon],
["1", "Цумань, Волинська область", 50.833037, 25.879046, "category-name2", "another",metalIcon],
["1", "вулиця Ярослава Мудрого, 192 Чернівці, Чернівецька область", 48.345456, 25.956613, "category-name2", "another",metalIcon],
["1", "Яблуниця, Івано-Франківська область", 48.305715, 24.475328, "category-name2", "another",metalIcon],
["1", "Бережани Львівська область", 49.788341, 24.125701, "category-name2", "another",metalIcon],
["1", "Болотня, Львівська область", 49.554506, 24.677030, "category-name2", "another",metalIcon],
["1", "Варварівка, Хмельницька область, 30016", 50.211522, 26.887793, "category-name2", "another",metalIcon],
["1", "Верба, Рівненська область, 35670", 50.272461, 25.592859, "category-name2", "another",metalIcon],
["1", "Відники Львівська область", 49.707536, 24.228877, "category-name2", "another",metalIcon],
["1", "Володимирець, Рівненська область, 34300", 51.412688, 26.138298, "category-name2", "another",metalIcon],
["1", "вулиця Центральна Герца, Чернівецька область, 60500", 48.150046, 26.261975, "category-name2", "another",metalIcon],
["1", "Делятин, Івано-Франківська область", 48.537558, 24.627110, "category-name2", "another",metalIcon],
["1", "Домажир Львівська область", 49.891556, 23.837538, "category-name2", "another",metalIcon],
["1", "Заболотці, Львівська область", 50.032661, 24.973071, "category-name2", "another",metalIcon],
["1", "вулиця Золота, 42 Львів, Львівська область", 49.850525, 24.004011, "category-name2", "another",metalIcon],
["1", "вулиця Височанка, 34 Калуш, Івано-Франківська область, 77300", 49.032950, 24.381692, "category-name2", "another",metalIcon],
["1", "Кваси Закарпатська область", 48.147096, 24.287496, "category-name2", "another",metalIcon],
["1", "Козова Тернопільська область", 49.427485, 25.155142, "category-name2", "another",metalIcon],
["1", "Красненьке, Вінницька область, 22722", 49.022143, 29.126601, "category-name2", "another",metalIcon],
["1", "Кутин Рівненська область", 51.812191, 25.748909, "category-name2", "another",metalIcon],
["1", "Лешнів Львівська область", 50.243800, 25.086105, "category-name2", "another",metalIcon],
["1", "Лопухово, Закарпатська область", 48.389226, 23.985411, "category-name2", "another",metalIcon],
["1", "Маринин, Рівненська область, 34655", 50.806185, 27.101896, "category-name2", "another",metalIcon],
["1", "Мильча, Рівненська область, 35642", 50.350547, 25.545844, "category-name2", "another",metalIcon],
["1", "Нижні Ворота, Закарпатська область, 89130", 48.770258, 23.100876, "category-name2", "another",metalIcon],
["1", "Старий Олексинець, Тернопільська область, 47063", 49.842130, 25.547513, "category-name2", "another",metalIcon],
["1", "Печеніжин, Івано-Франківська область", 48.526730, 24.869752, "category-name2", "another",metalIcon],
["1", "Поляна Львівська область", 49.583457, 24.093724, "category-name2", "another",metalIcon],
["1", "вулиця Замкова, 31 Львів, Львівська область, 79000", 49.851733, 24.042138, "category-name2", "another",metalIcon],
["1", "Рудка, Тернопільська область", 50.040908, 25.640990, "category-name2", "another",metalIcon],
["1", "Ставки, Рівненська область", 50.656132, 26.140610, "category-name2", "another",metalIcon],
["1", "Стрільськ, Рівненська область, 34512", 51.436021, 26.649840, "category-name2", "another",metalIcon],
["1", "вулиця Гайова, 34 Тернопіль, Тернопільська область", 49.541067, 25.612103, "category-name2", "another",metalIcon],
["1", "Торунь Закарпатська область", 48.676099, 23.606294, "category-name2", "another",metalIcon],
["1", "вулиця Івана Франка, 13 Ужгород, Закарпатська область", 48.629091, 22.274222, "category-name2", "another",metalIcon],
["1", "Цумань, Волинська область, 45233", 50.842686, 25.889346, "category-name2", "another",metalIcon],
["1", "Львівське шосе, 51/2 Хмельницький, Хмельницька область", 49.413791, 26.945474, "category-name2", "another",metalIcon],
["1", "Чинадійово, Закарпатська область, 89640", 48.487838, 22.800561, "category-name2", "another",metalIcon],
["1", "Яблунів, Івано-Франківська область", 48.402697, 24.941647, "category-name2", "another",metalIcon],
["1", "Берездів, Хмельницька область", 50.459195, 27.125051, "category-name2", "another",metalIcon],
["1", "Борщів, Тернопільська область, 48700", 48.807149, 26.033949, "category-name2", "another",metalIcon],
["1", "вулиця Анатолія Вахнянина, 29 Львів, Львівська область", 49.828286, 24.058727, "category-name2", "another",metalIcon],
["1", "вулиця Дубовецька, 50 Вінниця, Вінницька область", 49.227833, 28.490863, "category-name2", "another",metalIcon],
["1", "Волосянка, Львівська область", 48.781237, 23.428392, "category-name2", "another",metalIcon],
["1", "Глибівка, Івано-Франківська область, 77718", 48.795414, 24.448334, "category-name2", "another",metalIcon],
["1", "Делятин, Івано-Франківська область, 78442", 48.507543, 24.615266, "category-name2", "another",metalIcon],
["1", "Домажир, Львівська область, 81083", 49.887575, 23.839534, "category-name2", "another",metalIcon],
["1", "Загаття, Закарпатська область", 48.403652, 22.943019, "category-name2", "another",metalIcon],
["1", "вул.Січових Стрільців Золочів, Львівська область,", 49.801742, 24.898684, "category-name2", "another",metalIcon],
["1", "Калуш, Івано-Франківська область, 77300", 49.029215, 24.364562, "category-name2", "another",metalIcon],
["1", "Кельменці, Чернівецька область", 48.452161, 26.825335, "category-name2", "another",metalIcon],
["1", "вулиця Василя Симоненка, 1 Івано-Франківськ, Івано-Франківська область,", 48.942362, 24.743820, "category-name2", "another",metalIcon],
["1", "Кременецька міська рада вулиця Шевченка, 65, Кременець, Тернопільська область, 47000", 50.098608, 25.727677, "category-name2", "another",metalIcon],
["1", "Ланівці, Тернопільська область, 47400", 49.853477, 26.081732, "category-name2", "another",metalIcon],
["1", "вулиця Липова Алея, 5 Львів, Львівська область", 49.820039, 24.055047, "category-name2", "another",metalIcon],
["1", "Луг, Івано-Франківська область, 78023", 48.924068, 25.194939, "category-name2", "another",metalIcon],
["1", "Маркопіль Львівська область", 49.862063, 25.277780, "category-name2", "another",metalIcon],
["1", "Млинів, Рівненська область", 50.518816, 25.589175, "category-name2", "another",metalIcon],
["1", "Нижня Рожанка, Львівська область", 48.816712, 23.506801, "category-name2", "another",metalIcon],
["1", "Опорець Львівська область", 48.784865, 23.344295, "category-name2", "another",metalIcon],
["1", "Печеніжин, Івано-Франківська область", 48.514792, 24.879022, "category-name2", "another",metalIcon],
["1", "Пониковиця Львівська область", 50.046180, 25.033512, "category-name2", "another",metalIcon],
["1", "Рівне Рівненська область", 50.615901, 26.256329, "category-name2", "another",metalIcon],
["1", "Рудка, Тернопільська область", 50.041349, 25.654981, "category-name2", "another",metalIcon],
["1", "Старе Село, Львівська область, 81154", 49.712355, 24.189859, "category-name2", "another",metalIcon],
["1", "вулиця Лева Галицького, 41 Старий Самбір, Львівська область", 49.439059, 23.000267, "category-name2", "another",metalIcon],
["1", "Теребовля, Тернопільська область, 48100", 49.306844, 25.690820, "category-name2", "another",metalIcon],
["1", "Тростянець, Львівська область, 81614", 49.550228, 23.995848, "category-name2", "another",metalIcon],
["1", "вулиця Лобачевського, 26 Ужгород, Закарпатська область", 48.608309, 22.307705, "category-name2", "another",metalIcon],
["1", "вулиця Чорновола, 88 Хмельницький, Хмельницька область, 29000", 49.407406, 27.018814, "category-name2", "another",metalIcon],
["1", "Чемеринці, Львівська область", 49.657415, 24.756821, "category-name2", "another",metalIcon],
["1", "Волинська область", 51.191440, 23.815329, "category-name2", "another",metalIcon],
["1", "Березово, Закарпатська область", 48.300202, 23.479296, "category-name2", "another",metalIcon],
["1", "Борщівка, Тернопільська область, 47410", 49.917836, 25.930000, "category-name2", "another",metalIcon],
["1", "Великий Бичків, Закарпатська область, 90615", 47.970024, 23.988729, "category-name2", "another",metalIcon],
["1", "Віта-Поштова, Київська область", 50.318585, 30.388725, "category-name2", "another",metalIcon],
["1", "Волоське Хмельницька область", 49.205638, 27.476352, "category-name2", "another",metalIcon],
["1", "Глиняни, Львівська область, 80721", 49.826530, 24.504254, "category-name2", "another",metalIcon],
["1", "Делятин, Івано-Франківська область", 48.536308, 24.629857, "category-name2", "another",metalIcon],
["1", "Дружба, Тернопільська область, 48130", 49.364265, 25.642415, "category-name2", "another",metalIcon],
["1", "Загаття, Закарпатська область", 48.412654, 22.938727, "category-name2", "another",metalIcon],
["1", "Іспас, Чернівецька область", 48.309816, 25.263072, "category-name2", "another",metalIcon],
["1", "вулиця Промислова, 4 Калуш, Івано-Франківська область, 77300", 49.055711, 24.299559, "category-name2", "another",metalIcon],
["1", "вулиця Радистів, 73 Київ", 50.486272, 30.669219, "category-name2", "another",metalIcon],
["1", "Корост, Рівненська область, 34532", 51.215754, 26.338037, "category-name2", "another",metalIcon],
["1", "Крилів Рівненська область", 50.551729, 26.955490, "category-name2", "another",metalIcon],
["1", "Ланівці, Тернопільська область, 47400", 49.876382, 26.064566, "category-name2", "another",metalIcon],
["1", "вулиця Липова Алея, 1 Львів, Львівська область", 49.820444, 24.055367, "category-name2", "another",metalIcon],
["1", "вулиця Єршова, 3 Луцьк, Волинська область", 50.780056, 25.384986, "category-name2", "another",metalIcon],
["1", "Мизове, Волинська область", 51.357385, 24.544773, "category-name2", "another",metalIcon],
["1", "Моквин Рівненська область", 50.958472, 26.807787, "category-name2", "another",metalIcon],
["1", "Новоселиця, Чернівецька область, 60300", 48.224983, 26.280319, "category-name2", "another",metalIcon],
["1", "Опори, Львівська область", 49.413482, 23.703238, "category-name2", "another",metalIcon],
["1", "Підволочиськ, Тернопільська область, 47801", 49.533697, 26.137376, "category-name2", "another",metalIcon],
["1", "Пороги, Івано-Франківська область", 48.689449, 24.260498, "category-name2", "another",metalIcon],
["1", "вулиця Київська, 6 Рівне, Рівненська область,", 50.616368, 26.271030, "category-name2", "another",metalIcon],
["1", "Сарни, Рівненська область, 34500", 51.339360, 26.607754, "category-name2", "another",metalIcon],
["1", "вулиця Грушевського, 12 Старокостянтинів, Хмельницька область, 31100", 49.755606, 27.220589, "category-name2", "another",metalIcon],
["1", "Суємці Житомирська область", 50.402191, 27.574832, "category-name2", "another",metalIcon],
["1", "Теребовля, Тернопільська область, 48100", 49.299793, 25.697858, "category-name2", "another",metalIcon],
["1", "Уїздці Рівненська область", 50.454337, 26.183217, "category-name2", "another",metalIcon],
["1", "Хренів Львівська область", 49.921865, 24.376080, "category-name2", "another",metalIcon],
["1", "Червоний Цвіт Хмельницька область", 50.267618, 27.231247, "category-name2", "another",metalIcon],
["1", "Шаян, Закарпатська область", 48.058723, 23.346505, "category-name2", "another",metalIcon],
["1", "Ямпіль, Львівська область, 81122", 49.874905, 24.168196, "category-name2", "another",metalIcon],
["1", "Берестовець, Рівненська область, 35043", 50.863225, 26.298318, "category-name2", "another",metalIcon],
["1", "Боянець, Львівська область, 80340", 50.166283, 24.100620, "category-name2", "another",metalIcon],
["1", "вулиця Володимира Великого, 50 Львів, Львівська область", 49.811900, 23.990563, "category-name2", "another",metalIcon],
["1", "Верховина, Івано-Франківська область", 48.155901, 24.808813, "category-name2", "another",metalIcon],
["1", "Великі Межирічі Рівненська область", 50.658920, 26.864398, "category-name2", "another",metalIcon],
["1", "Голики, Хмельницька область, 30017", 50.218661, 26.896983, "category-name2", "another",metalIcon],
["1", "Деревач Львівська область", 49.664932, 23.999142, "category-name2", "another",metalIcon],
["1", "Дубечне, Волинська область", 51.542864, 24.382629, "category-name2", "another",metalIcon],
["1", "Зарічне, Рівненська область, 34000", 51.805267, 26.109604, "category-name2", "another",metalIcon],
["1", "Івано-Франківськ, Івано-Франківська область", 48.915977, 24.730904, "category-name2", "another",metalIcon],
["1", "вулиця Клепарівська, 39А, Львів, Львівська область", 49.852649, 24.012189, "category-name2", "another",metalIcon],
["1", "Крилос, Івано-Франківська область", 49.086005, 24.690781, "category-name2", "another",metalIcon],
["1", "Ластівка Львівська область", 49.225720, 23.189802, "category-name2", "another",metalIcon],
["1", "Лисичово, Закарпатська область, 90150", 48.498582, 23.282944, "category-name2", "another",metalIcon],
["1", "вулиця Єршова, 6 Луцьк, Волинська область", 50.781751, 25.387375, "category-name2", "another",metalIcon],
["1", "Михайлючка Хмельницька область", 50.288985, 27.317534, "category-name2", "another",metalIcon],
["1", "вулиця Ярослава Мудрого, 1 Мукачево, Закарпатська область", 48.437094, 22.717867, "category-name2", "another",metalIcon],
["1", "вулиця Ходорівська, 8 Новий Розділ, Львівська область", 49.467345, 24.136724, "category-name2", "another",metalIcon],
["1", "Острог, Рівненська область, ", 50.338185, 26.525749, "category-name2", "another",metalIcon],
["1", "Підгірці, Львівська область", 49.946335, 24.996360, "category-name2", "another",metalIcon],
["1", "Пробіжна Тернопільська область", 49.018587, 25.978874, "category-name2", "another",metalIcon],
["1", "вулиця Соборна, 1 Рівне, Рівненська область, 33000", 50.617301, 26.263865, "category-name2", "another",metalIcon],
["1", "вулиця Ткача, 5 Сарни, Рівненська область, 34500", 51.327501, 26.625455, "category-name2", "another",metalIcon],
["1", "Стебник, Львівська область", 49.303445, 23.533419, "category-name2", "another",metalIcon],
["1", "Суховоля, Львівська область, ", 49.823086, 23.835613, "category-name2", "another",metalIcon],
["1", "Тернопільський міський стадіон проспект Степана Бандери, 15, Тернопіль, Тернопільська область, 46002", 49.553017, 25.609421, "category-name2", "another",metalIcon],
["1", "Тучин Рівненська область", 50.692417, 26.569124, "category-name2", "another",metalIcon],
["1", "Хватів, Львівська область", 49.963046, 24.941102, "category-name2", "another",metalIcon],
["1", "вулиця Хрещатик, 1/30 Київ", 50.447949, 30.522135, "category-name2", "another",metalIcon],
["1", "Ярок, Закарпатська область", 48.641309, 22.438923, "category-name2", "another",metalIcon],
["1", "Вигода, Івано-Франківська область, 77552", 48.925676, 23.918287, "category-name2", "another",metalIcon],
["1", "Гордівці, Чернівецька область, 60018", 48.506770, 26.336170, "category-name2", "another",metalIcon],
["1", "Долина, Івано-Франківська область, 77503", 48.979863, 24.011283, "category-name2", "another",metalIcon],
["1", "вулиця Макарівська Дубровиця, Рівненська область", 51.574013, 26.547736, "category-name2", "another",metalIcon],
["1", "вулиця Зелена, 301 Львів, Львівська область", 49.798411, 24.071794, "category-name2", "another",metalIcon],
["1", "Калуська ТЕЦ Калуш, Івано-Франківська область, 77300", 49.071149, 24.319187, "category-name2", "another",metalIcon],
["1", "Козова Тернопільська область", 49.430751, 25.140754, "category-name2", "another",metalIcon],
["1", "Підстанція №32 Кривий Ріг, Дніпропетровська область,", 47.874107, 33.431409, "category-name2", "another",metalIcon],
["1", "вулиця Личаківська, 27 Львів, Львівська область", 49.840097, 24.041863, "category-name2", "another",metalIcon],
["1", "Малехів Львівська область", 49.885707, 24.082271, "category-name2", "another",metalIcon],
["1", "МУКАЧІВСЬКА ГІМНАЗІЯ Добролюбова вулиця 22, Мукачево, Закарпатская,", 48.429066, 22.705874, "category-name2", "another",metalIcon],
["1", "Обленерго, Львів, Львівська область", 49.837063, 23.978321, "category-name2", "another",metalIcon],
["1", "вулиця Симона Петлюри, 4А, Львів, Львівська область", 49.821106, 23.976580, "category-name2", "another",metalIcon],
["1", "вулиця Коперника, 21 Львів, Львівська область", 49.837251, 24.024890, "category-name2", "another",metalIcon],
["1", "Пухова, Рівненська область,", 50.742645, 26.372983, "category-name2", "another",metalIcon],
["1", "Ступки, Тернопільська область, 46002", 49.537903, 25.748878, "category-name2", "another",metalIcon],
["1", "вулиця Романа Купчинського, 14 Тернопіль, Тернопільська область", 49.553245, 25.647075, "category-name2", "another",metalIcon],
["1", "Група компаній 'Аскольдія','Альпо','Golden Wood'вулиця Текстильна, 18, Тернопіль, Тернопільська область", 49.564617, 25.614931, "category-name2", "another",metalIcon],
["1", "вулиця Електрозаводська, 4 Ужгород, Закарпатська область", 48.623145, 22.313050, "category-name2", "another",metalIcon],
["1", "вулиця Марка Кропивницького, 7 Хмельницький, Хмельницька область", 49.442518, 27.005901, "category-name2", "another",metalIcon],
["1", "проспект Миру, 102 Хмельницький, Хмельницька область", 49.430688, 27.024245, "category-name2", "another",metalIcon],
["1", "Заводська вулиця, 19 Чернівці, Чернівецька область", 48.317503, 25.920242, "category-name2", "another",metalIcon],
["1", "Вулиця Степана Бандери, 56 Чортків, Тернопільська область", 49.018291, 25.789140, "category-name2", "another",metalIcon],
["1", "Батьово, Закарпатська область, 90212", 48.361555, 22.388316, "category-name2", "another",metalIcon],
["1", "Брошнів Івано-Франківська область", 48.991959, 24.206182, "category-name2", "another",metalIcon],
["1", "вулиця Корятовича, 10 Виноградів, Закарпатська область, 90300", 48.141639, 23.021070, "category-name2", "another",metalIcon],
["1", "вулиця 5-ї річниці Незалежності, Городенка, Івано-Франківська область, 78100", 48.664759, 25.504658, "category-name2", "another",metalIcon],
["1", "вулиця Грушевського, 28 Долина, Івано-Франківська область, 77500", 48.973220, 23.967473, "category-name2", "another",metalIcon],
["1", "Знаменівка Вінницька область", 48.868556, 27.484390, "category-name2", "another",metalIcon],
["1", "вулиця Караджича, 11 Львів, Львівська область", 49.824646, 23.970718, "category-name2", "another",metalIcon],
["1", "вулиця Коломийська, Львів, Львівська область", 49.787834, 24.064259, "category-name2", "another",metalIcon],
["1", "Кременчуки Хмельницька область", 49.810567, 26.977603, "category-name2", "another",metalIcon],
["1", "ЛОРТА, Львів, Львівська область", 49.824681, 23.951315, "category-name2", "another",metalIcon],
["1", "вулиця Богдана Хмельницького, 228 Львів, Львівська область", 49.871389, 24.060083, "category-name2", "another",metalIcon],
["1", "вулиця Братів Шерегіїв, 6 Мукачево, Закарпатська область", 48.449229, 22.697439, "category-name2", "another",metalIcon],
["1", "Оженин Рівненська область", 50.440068, 26.491157, "category-name2", "another",metalIcon],
["1", "Пісочна, Львівська область", 49.448223, 23.969915, "category-name2", "another",metalIcon],
["1", "вулиця Мазепи, 31 Рожище, Волинська область, 45100", 50.895595, 25.255985, "category-name2", "another",metalIcon],
["1", "Сторожинець, Чернівецька область, 59000", 48.148619, 25.707374, "category-name2", "another",metalIcon],
["1", "вулиця Генерала Тарнавського, 114 Львів, Львівська область", 49.826501, 24.042923, "category-name2", "another",metalIcon],
["1", "вулиця Леся Курбаса, 3 Тернопіль, Тернопільська область", 49.572651, 25.637314, "category-name2", "another",metalIcon],
["1", "Цегельний провулок, 2 Тернопіль, Тернопільська область", 49.541019, 25.586298, "category-name2", "another",metalIcon],
["1", "вулиця Заньковецької, 89 Ужгород, Закарпатська область", 48.606200, 22.264882, "category-name2", "another",metalIcon],
["1", "вулиця Гречка, 10/1 Хмельницький, Хмельницька область", 49.408066, 26.985983, "category-name2", "another",metalIcon],
["1", "вулиця Чорновола, 122 Хмельницький, Хмельницька область", 49.406492, 27.033179, "category-name2", "another",metalIcon],
["1", "Чернівці, Чернівецька область", 48.264908, 25.938592, "category-name2", "another",metalIcon],
["1", "вулиця Степана Бандери, 75 Чортків, Тернопільська область", 49.017699, 25.786251, "category-name2", "another",metalIcon],
["1", "Бердичів, Житомирська область", 49.908906, 28.586025, "category-name2", "another",metalIcon],
["1", "вулиця Незалежності України, 11 Брюховичі, Львівська область", 49.908023, 23.932831, "category-name2", "another",metalIcon],
["1", "вулиця Дубовецька, 23 Вінниця, Вінницька область", 49.227234, 28.493435, "category-name2", "another",metalIcon],
["1", "вулиця Городоцька, 83 Львів, Львівська область", 49.839757, 24.014581, "category-name2", "another",metalIcon],
["1", "Драгово Закарпатська область", 48.237815, 23.543959, "category-name2", "another",metalIcon],
["1", "вулиця Заводська, 31 Львів, Львівська область", 49.854275, 24.031876, "category-name2", "another",metalIcon],
["1", "вулиця Караджича, 4 Львів, Львівська область", 49.822859, 23.972832, "category-name2", "another",metalIcon],
["1", "вулиця Олександра Пушкіна, 8 Коломия, Івано-Франківська область, 78200", 48.543265, 25.044123, "category-name2", "another",metalIcon],
["1", "Заводська вулиця, 1 Кривий Ріг, Дніпропетровська область, 50000", 47.881658, 33.344890, "category-name2", "another",metalIcon],
["1", "вулиця Боженка, 24 Луцьк, Волинська область", 50.715308, 25.310435, "category-name2", "another",metalIcon],
["1", "вулиця Юрія Приходька, 62 Малин, Житомирська область, 11601", 50.758531, 29.223846, "category-name2", "another",metalIcon],
["1", "вулиця Духновича, 81-98 Мукачево, Закарпатська область", 48.445673, 22.730922, "category-name2", "another",metalIcon],
["1", "Оженин Рівненська область", 50.444638, 26.483210, "category-name2", "another",metalIcon],
["1", "Плужне Хмельницька область", 50.182652, 26.560084, "category-name2", "another",metalIcon],
["1", "Рівне, Рівненська область, 33000", 50.609249, 26.284850, "category-name2", "another",metalIcon],
["1", "Рокитне, Рівненська область, 34201", 51.277505, 27.216030, "category-name2", "another",metalIcon],
["1", "вулиця Ольги Басараб, 13 Стрий, Львівська область", 49.266709, 23.871520, "category-name2", "another",metalIcon],
["1", "Тернопіль, Тернопільська область", 49.558632, 25.619813, "category-name2", "another",metalIcon],
["1", "вулиця Легоцького, 64 Ужгород, Закарпатська область", 48.606424, 22.37, "category-name2", "another",metalIcon],
["1", "вулиця Курчатова, 115 Хмельницький, Хмельницька область", 49.451012, 26.918403, "category-name2", "another",metalIcon],
["1", "вулиця В'ячеслава Чорновола Ходорів, Львівська область, 81752", 49.398232, 24.305946, "category-name2", "another",metalIcon],
["1", "Чишки, Львівська область", 49.799428, 24.175664, "category-name2", "another",metalIcon],
["1", "вулиця Шевченка, 317 Львів, Львівська область", 49.871328, 23.939232, "category-name2", "another",metalIcon],
["1", "Берегове, Закарпатська область", 48.204370, 22.640984, "category-name2", "another",metalIcon],
["1", "Буськ, Львівська область, 80501", 49.975631, 24.609675, "category-name2", "another",metalIcon],
["1", "Великі Мости, Львівська область", 50.241971, 24.138036, "category-name2", "another",metalIcon],
["1", "вулиця Ґрунтова, 1 Львів, Львівська область", 49.782928, 24.071849, "category-name2", "another",metalIcon],
["1", "вулиця Євгена Коновальця, 11-13 Дрогобич, Львівська область", 49.361373, 23.533823, "category-name2", "another",metalIcon],
["1", "вулиця Івана Франка Заводське, Тернопільська область", 48.999143, 25.856953, "category-name2", "another",metalIcon],
["1", "вулиця Вулецька, 12 Львів, Львівська область", 49.796329, 24.078104, "category-name2", "another",metalIcon],
["1", "Ковель, Волинська область", 51.223245, 24.724631, "category-name2", "another",metalIcon],
["1", "Комарівка, Львівська область", 50.275299, 25.180597, "category-name2", "another",metalIcon],
["1", "Куликів Львівська область", 49.981877, 24.080493, "category-name2", "another",metalIcon],
["1", "вулиця Вавилова, Луцьк, Волинська область", 50.746483, 25.344041, "category-name2", "another",metalIcon],
["1", "Маневичі, Волинська область, 44600", 51.292618, 25.537505, "category-name2", "another",metalIcon],
["1", "вулиця Мучна, 32 Львів, Львівська область", 49.839553, 24.061102, "category-name2", "another",metalIcon],
["1", "вулиця Остроградських, 1 Львів, Львівська область", 49.826012, 24.015566, "category-name2", "another",metalIcon],
["1", "вулиця Івана Пулюя, 34Б, Львів, Львівська область", 49.800694, 23.989232, "category-name2", "another",metalIcon],
["1", "Караєвичі Рівненська область", 50.710864, 26.157509, "category-name2", "another",metalIcon],
["1", "Славута, Хмельницька область, 30000", 50.302662, 26.859941, "category-name2", "another",metalIcon],
["1", "Тернопіль, Тернопільська область", 49.558271, 25.620447, "category-name2", "another",metalIcon],
["1", "Тлумач, Івано-Франківська область, 78001", 48.863141, 25.002779, "category-name2", "another",metalIcon],
["1", "вулиця Івана Франка, 23А, Львів, Львівська область", 49.835245, 24.036809, "category-name2", "another",metalIcon],
["1", "вулиця Богдана Хмельницького, 116 Львів, Львівська область", 49.854417, 24.044657, "category-name2", "another",metalIcon],
["1", "вулиця Грушевського, 4 Чернівці, Чернівецька область", 48.291257, 25.932548, "category-name2", "another",metalIcon],
["1", "Черкаси, Черкаська область", 49.446546, 32.060743, "category-name2", "another",metalIcon],
["1", "вулиця Шевченка, 317 Львів, Львівська область", 49.871242, 23.939123, "category-name2", "another",metalIcon],
["1", "Борислав, Львівська область", 49.311272, 23.416173, "category-name2", "another",metalIcon],
["1", "Буськ, Львівська область", 49.970773, 24.615168, "category-name2", "another",metalIcon],
["1", "Давидів, Львівська область, 81151", 49.746209, 24.149294, "category-name2", "another",metalIcon],
["1", "Дрогобич, Львівська область", 49.348057, 23.511004, "category-name2", "another",metalIcon],
["1", "Загвіздя, Івано-Франківська область, 77450", 48.917484, 24.662432, "category-name2", "another",metalIcon],
["1", "вулиця Довга, 68 Івано-Франківськ, Івано-Франківська область", 48.927536, 24.700804, "category-name2", "another",metalIcon],
["1", "вулиця Козельницька, 5 Львів, Львівська область", 49.817909, 24.024168, "category-name2", "another",metalIcon],
["1", "Комарівка, Хмельницька область,", 50.310239, 26.723564, "category-name2", "another",metalIcon],
["1", "Кути, Івано-Франківська область", 48.267505, 25.182559, "category-name2", "another",metalIcon],
["1", "вулиця Ранкова, 1 Волинська область, 45608", 50.699454, 25.302218, "category-name2", "another",metalIcon],
["1", "Миколаївський район Львівська область", 49.540489, 24.006739, "category-name2", "another",metalIcon],
["1", "Надвірна, Івано-Франківська область", 48.629523, 24.595183, "category-name2", "another",metalIcon],
["1", "Острог, Рівненська область, 35800", 50.327984, 26.526328, "category-name2", "another",metalIcon],
["1", "вулиця Будівельників, 1 Рівне, Рівненська область", 50.640488, 26.268848, "category-name2", "another",metalIcon],
["1", "вулиця Михайла Грушевського, 11 Славута, Хмельницька область, 30000", 50.292509, 26.857586, "category-name2", "another",metalIcon],
["1", "Стрий, Львівська область", 49.251248, 23.852070, "category-name2", "another",metalIcon],
["1", "вулиця Бригадна, 48 Тернопіль, Тернопільська область", 49.561146, 25.555267, "category-name2", "another",metalIcon],
["1", "Львів, Львівська область", 49.859523, 24.043530, "category-name2", "another",metalIcon],
["1", "вулиця Миколи Хвильового, 54 Львів, Львівська область", 49.869913, 24.039832, "category-name2", "another",metalIcon],
["1", "вулиця Богдана Хмельницького, 302 Львів, Львівська область", 49.873440, 24.071067, "category-name2", "another",metalIcon],
["1", "вулиця Декабристів, 20 Чернівці, Чернівецька область", 48.292486, 25.951684, "category-name2", "another",metalIcon],
["1", "Чортків Тернопільська область", 49.003694, 25.785695, "category-name2", "another",metalIcon],
["1", "Буштино, Закарпатська область", 48.057341, 23.461835, "category-name2", "another",metalIcon],
["1", "вулиця Героїв Майдану, 32 Львів, Львівська область", 49.825951, 24.018522, "category-name2", "another",metalIcon],
["1", "вулиця Галицька Добромиль, Львівська область", 49.573315, 22.790716, "category-name2", "another",metalIcon],
["1", "Добромиль, Львівська область", 49.573315, 22.790716, "category-name2", "another",metalIcon],
["1", "Самбірська вулиця, 82 Дрогобич, Львівська область", 49.362250, 23.489659, "category-name2", "another",metalIcon],
["1", "Здолбунів Рівненська область", 50.496869, 26.280288, "category-name2", "another",metalIcon],
["1", "вулиця Гетьмана Мазепи, 168 Івано-Франківськ, Івано-Франківська область", 48.907672, 24.682658, "category-name2", "another",metalIcon],
["1", "вулиця Козельницька, Львів, Львівська область", 49.816705, 24.024533, "category-name2", "another",metalIcon],
["1", "вулиця Київська Корець, Рівненська область", 50.620026, 27.152037, "category-name2", "another",metalIcon],
["1", "Рівненська вулиця, 7 Луцьк, Волинська область", 50.743095, 25.359623, "category-name2", "another",metalIcon],
["1", "Мізоч, Рівненська область", 50.398870, 26.125637, "category-name2", "another",metalIcon],
["1", "вулиця Надійна, 2 Львів, Львівська область", 49.786477, 24.076219, "category-name2", "another",metalIcon],
["1", "Львів, Львівська область", 49.809500, 24.079091, "category-name2", "another",metalIcon],
["1", "вулиця Князя Володимира, 75 Рівне, Рівненська область, 33000", 50.635859, 26.241287, "category-name2", "another",metalIcon],
["1", "вулиця Дмитра Яворницького, 95 Сокаль, Львівська область", 50.493459, 24.280552, "category-name2", "another",metalIcon],
["1", "вулиця Промислова, 7 Стрий, Львівська область", 49.271712, 23.808156, "category-name2", "another",metalIcon],
["1", "Тересва, Закарпатська область, 90564", 48.012395, 23.697311, "category-name2", "another",metalIcon],
["1", "Тересва Закарпатська область", 48.004988, 23.706752, "category-name2", "another",metalIcon],
["1", "вулиця Зарічанська, 30 Хмельницький, Хмельницька область, 29000", 49.435821, 26.987815, "category-name2", "another",metalIcon],
["1", "Чернівці, Чернівецька область", 48.253002, 25.959223, "category-name2", "another",metalIcon],
["1", "Шкло, Львівська область", 49.941491, 23.534254, "category-name2", "another",metalIcon],
["1", "Борщів, Тернопільська область", 48.796312, 26.055055, "category-name2", "another",metalIcon],
["1", "Великі Мости, Львівська область, 80074", 50.241696, 24.144044, "category-name2", "another",metalIcon],
["1", "Глухівці, Вінницька область, 22130", 49.774038, 28.724259, "category-name2", "another",metalIcon],
["1", "Добротвір, Львівська область, 80412", 50.204603, 24.382353, "category-name2", "another",metalIcon],
["1", "Дубровиця, Рівненська область", 51.555844, 26.589948, "category-name2", "another",metalIcon],
["1", "вулиця Зелена, 301 Львів, Львівська область", 49.798348, 24.071772, "category-name2", "another",metalIcon],
["1", "вулиця Незалежності, 130 Івано-Франківськ, Івано-Франківська область", 48.915970, 24.730893, "category-name2", "another",metalIcon],
["1", "Коти, Львівська область, 81019", 50.017346, 23.425130, "category-name2", "another",metalIcon],
["1", "Липники, Львівська область", 49.714033, 24.001030, "category-name2", "another",metalIcon],
["1", "вулиця Маковея, Львів, Львівська область", 49.822748, 24.001137, "category-name2", "another",metalIcon],
["1", "вулиця Городоцька, 174 Львів, Львівська область, 79000", 49.831044, 23.969171, "category-name2", "another",metalIcon],
["1", "Новояворівськ, Львівська область, 81054", 49.937930, 23.576939, "category-name2", "another",metalIcon],
["1", "вулиця Патона, 2 Львів, Львівська область", 49.823417, 23.961664, "category-name2", "another",metalIcon],
["1", "вулиця Кобзарська, 85 Рівне, Рівненська область", 50.627532, 26.285425, "category-name2", "another",metalIcon],
["1", "вулиця Старознесенська, 71Б, Львів, Львівська область", 49.850229, 24.067632, "category-name2", "another",metalIcon],
["1", "Стрийська вулиця, 195 Львів, Львівська область", 49.785336, 24.021985, "category-name2", "another",metalIcon],
["1", "вулиця Романа Купчинського, 7 Тернопіль, Тернопільська область", 49.554341, 25.644642, "category-name2", "another",metalIcon],
["1", "вулиця Грушевського, 3-5 Ужгород, Закарпатська область", 48.613892, 22.275913, "category-name2", "another",metalIcon],
["1", "вулиця Водопровідна, 48 Хмельницький, Хмельницька область", 49.424398, 26.999861, "category-name2", "another",metalIcon],
["1", "вулиця Курчатова, 8, Хмельницький, Хмельницька область, 29000", 49.440036, 26.948051, "category-name2", "another",metalIcon],
["1", "вулиця Коростишевського, 8 Чернівці, Чернівецька область", 48.307906, 25.921526, "category-name2", "another",metalIcon],
["1", "Чортків, Тернопільська область, 48500", 49.002455, 25.803032, "category-name2", "another",metalIcon],
["1", "Шкло, Львівська область", 49.954194, 23.523096, "category-name2", "another",metalIcon],

];

/**
 * Function to init map
 */
function initialize() {
  var center = startLatLng;
  var mapOptions = {
    zoom: 14,
    center: startLatLng,
    mapTypeId: 'roadmap',
    scrollwheel: false,
    zoomControl: true,
      zoomControlOptions: {
      position: google.maps.ControlPosition.RIGHT_CENTER
    },
    scaleControl: true,
    fullscreenControl: true,
    fullscreenControlOptions:{
      position: google.maps.ControlPosition.RIGHT_CENTER
      },
  };


  map = new google.maps.Map(document.getElementById('map-portfolio'), mapOptions);
  for (i = 0; i < markers1.length; i++) {
    addMarker(markers1[i]);
  }
}

/**
 * Function to add marker to map
 */

function addMarker(marker) {
  var tip = marker[5];
  var category = marker[4];
  var title = marker[1];
  var pos = new google.maps.LatLng(marker[2], marker[3]);
  var content = marker[1];
  var icon = marker[6];

  marker1 = new google.maps.Marker({
    title: title,
    position: pos,
    tip: tip,
    category: category,
    map: map,
    icon: icon
  });

  gmarkers1.push(marker1);

  // Marker click listener
  google.maps.event.addListener(marker1, 'click', (function(marker1, content) {
    return function() {
      console.log('Gmarker 1 gets pushed');
      infowindow.setContent(content);
      infowindow.open(map, marker1);
      map.panTo(this.getPosition());
      map.setZoom(15);
    }
  })(marker1, content));
}

// Fuction for checkboxes
var tipovi = document.getElementsByClassName('chk-btn').value;

var selectAllChecked = function() {
  var checkedPlace = [] 
  var allCheckedElem = document.getElementsByName('filter');
  for (var i = 0; i < allCheckedElem.length; i++) {
    if (allCheckedElem[i].checked == true) {
      checkedPlace.push(allCheckedElem[i].value)//creating array of checked items
    }
  }
  filterChecker(checkedPlace) //passing to function for updating markers
}

var filterChecker = function(tip) {
  //console.log(tip);
  for (i = 0; i < markers1.length; i++) {
    marker = gmarkers1[i];
    //console.log(marker);
    if (in_array(this.marker.tip, tip) != -1) {
      marker.setVisible(true);
    } else {
      marker.setVisible(false);
    }
  }
  
}
// Init map
initialize();

function in_array(needle, haystack) {
  var found = 0;
  for (var i = 0, len = haystack.length; i < len; i++) {
    if (haystack[i] == needle) return i;
    found++;
  }
  return -1;
}


</script>
  </body>
</html>